<script setup>

</script>

<template>
  <div>
    <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 138.51 161.86">
      <defs>
        <linearGradient
          id="_Безымянный_градиент_8" data-name="Безымянный градиент 8" x1="106.35" y1="103.56" x2="107.72"
          y2="103.56" gradientTransform="translate(141.88 -41.24) rotate(59.48)" gradientUnits="userSpaceOnUse"
        >
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset="1" stop-color="#8ce2fe" />
        </linearGradient>
        <linearGradient
          id="_Безымянный_градиент_8-2" data-name="Безымянный градиент 8" x1="109.82" y1="107.45" x2="117.48"
          y2="107.45" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-3" data-name="Безымянный градиент 8" x1="119.58" y1="111.35" x2="120.95"
          y2="111.35" gradientTransform="translate(155.11 -48.8) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-4" data-name="Безымянный градиент 8" x1="89.23" y1="113.62" x2="90.6"
          y2="113.62" gradientTransform="translate(142.12 -21.54) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-5" data-name="Безымянный градиент 8" x1="92.7" y1="117.52" x2="100.35"
          y2="117.52" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-6" data-name="Безымянный градиент 8" x1="102.45" y1="121.41" x2="103.82"
          y2="121.41" gradientTransform="translate(155.36 -29.09) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-7" data-name="Безымянный градиент 8" x1="72.1" y1="123.68" x2="73.47"
          y2="123.68" gradientTransform="translate(142.36 -1.83) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-8" data-name="Безымянный градиент 8" x1="75.57" y1="127.58" x2="83.23"
          y2="127.58" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-9" data-name="Безымянный градиент 8" x1="85.33" y1="131.48" x2="86.7"
          y2="131.48" gradientTransform="translate(155.61 -9.38) rotate(59.49)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-10" data-name="Безымянный градиент 8" x1="54.98" y1="133.75" x2="56.35"
          y2="133.75" gradientTransform="translate(142.6 17.87) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-11" data-name="Безымянный градиент 8" x1="58.45" y1="137.64" x2="66.1"
          y2="137.64" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-12" data-name="Безымянный градиент 8" x1="68.2" y1="141.54" x2="69.57"
          y2="141.54" gradientTransform="translate(155.85 10.33) rotate(59.49)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-13" data-name="Безымянный градиент 8" x1="37.85" y1="143.81" x2="39.22"
          y2="143.81" gradientTransform="translate(142.84 37.57) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-14" data-name="Безымянный градиент 8" x1="41.32" y1="147.7" x2="48.98"
          y2="147.7" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-15" data-name="Безымянный градиент 8" x1="51.08" y1="151.6" x2="52.45"
          y2="151.6" gradientTransform="translate(156.1 30.05) rotate(59.49)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-16" data-name="Безымянный градиент 8" x1="122.95" y1="114.69" x2="129.62"
          y2="114.69" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-17" data-name="Безымянный градиент 8" x1="127.16" y1="116.92" x2="132.77"
          y2="116.92" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-18" data-name="Безымянный градиент 8" x1="130.82" y1="119.53" x2="138.14"
          y2="119.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-19" data-name="Безымянный градиент 8" x1="105.65" y1="124.72" x2="111.79"
          y2="124.72" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-20" data-name="Безымянный градиент 8" x1="109.84" y1="126.92" x2="115.45"
          y2="126.92" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-21" data-name="Безымянный градиент 8" x1="113.5" y1="129.53" x2="120.82"
          y2="129.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-22" data-name="Безымянный градиент 8" x1="88.66" y1="134.84" x2="94.61"
          y2="134.84" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-23" data-name="Безымянный градиент 8" x1="92.52" y1="136.92" x2="98.13"
          y2="136.92" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-24" data-name="Безымянный градиент 8" x1="96.18" y1="139.53" x2="103.5"
          y2="139.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-25" data-name="Безымянный градиент 8" x1="71.58" y1="144.94" x2="77.71"
          y2="144.94" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-26" data-name="Безымянный градиент 8" x1="75.2" y1="146.92" x2="80.81"
          y2="146.92" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-27" data-name="Безымянный градиент 8" x1="78.86" y1="149.53" x2="86.18"
          y2="149.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-28" data-name="Безымянный градиент 8" x1="53.41" y1="154.98" x2="59.92"
          y2="154.98" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-29" data-name="Безымянный градиент 8" x1="57.88" y1="156.92" x2="63.49"
          y2="156.92" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-30" data-name="Безымянный градиент 8" x1="61.54" y1="159.53" x2="68.86"
          y2="159.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient id="linear-gradient" x1="42.83" y1="27.17" x2="88.55" y2="105.58" gradientUnits="userSpaceOnUse">
          <stop offset=".33" stop-color="#fff" />
          <stop offset=".39" stop-color="#f4f4f4" />
          <stop offset=".5" stop-color="#d8d8d8" />
          <stop offset=".64" stop-color="#aaa" />
          <stop offset=".81" stop-color="#6a6a6a" />
          <stop offset=".99" stop-color="#1a1a1a" />
          <stop offset="1" stop-color="#171717" />
        </linearGradient>
        <mask id="mask" x="-6.48" y="-3.38" width="155.25" height="158.25" maskUnits="userSpaceOnUse">
          <rect class="cls-6" x="-6.48" y="-3.38" width="155.25" height="158.25" />
        </mask>
        <radialGradient
          id="radial-gradient" cx="41.29" cy="55.37" fx="41.29" fy="55.37" r="64.96"
          gradientUnits="userSpaceOnUse"
        >
          <stop offset="0" stop-color="#fff" />
          <stop offset="1" stop-color="#000" />
        </radialGradient>
        <linearGradient
          id="_Безымянный_градиент_8-31" data-name="Безымянный градиент 8" x1="11.72" y1="59.42" x2="66.39"
          y2="59.42" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-32" data-name="Безымянный градиент 8" x1="11.96" y1="71.64" x2="62.06"
          y2="71.64" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <filter
          id="luminosity-noclip" x="20.74" y="41.77" width="107.94" height="111.13" color-interpolation-filters="sRGB"
          filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <filter
          id="luminosity-noclip-2" x="20.74" y="-7673.02" width="107.94" height="32766"
          color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <mask id="mask-2" x="20.74" y="-7673.02" width="107.94" height="32766" maskUnits="userSpaceOnUse" />
        <linearGradient id="linear-gradient-2" x1="93.94" y1="147.65" x2="37.13" y2="17.52" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#000" />
          <stop offset="1" stop-color="#fff" />
        </linearGradient>
        <mask id="mask-1" x="20.74" y="41.77" width="107.94" height="111.13" maskUnits="userSpaceOnUse">
          <g class="cls-21">
            <g class="cls-12">
              <path
                class="cls-27"
                d="m21.68,152.91c.23,0,.51-.09.82-.27l103.17-59.57c1.63-.94,3.01-3.63,3.01-5.87v-31.31c0-1-.64-1.87-1.59-2.19-6.75-2.24-9.64-14.65-16.41-11.38-9.33,4.5-5.35,15.1-13.5,18.67-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,30.77-16.67,35.5-9.74,4.73-9.22-14.17-19.52-8.32-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v40.95c0,.96.29,1.93.94,1.93Z"
              />
            </g>
          </g>
        </mask>
        <linearGradient
          id="_Безымянный_градиент_8-33" data-name="Безымянный градиент 8" x1="66.26" y1="44.09" x2="67.63"
          y2="44.09" gradientTransform="translate(71 -35.97) rotate(59.53)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-34" data-name="Безымянный градиент 8" x1="69.51" y1="46.42" x2="72.27"
          y2="46.42" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-35" data-name="Безымянный градиент 8" x1="74.16" y1="48.74" x2="75.53"
          y2="48.74" gradientTransform="translate(78.82 -40.48) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-36" data-name="Безымянный градиент 8" x1="69.51" y1="46.42" x2="72.27"
          y2="46.42" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <radialGradient
          id="radial-gradient-2" cx="87.29" cy="64.76" fx="87.29" fy="64.76" r="33.37"
          xlink:href="#radial-gradient"
        />
        <radialGradient
          id="radial-gradient-3" cx="33.27" cy="114.78" fx="33.27" fy="114.78" r="28.35"
          xlink:href="#radial-gradient"
        />
        <filter
          id="luminosity-noclip-3" x="72.69" y="49.59" width="3.14" height="47" color-interpolation-filters="sRGB"
          filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <filter
          id="luminosity-noclip-4" x="72.69" y="-7673.02" width="3.14" height="32766"
          color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <mask id="mask-4" x="72.69" y="-7673.02" width="3.14" height="32766" maskUnits="userSpaceOnUse" />
        <linearGradient
          id="linear-gradient-3" x1="83.66" y1="90.89" x2="60.68" y2="47.51"
          xlink:href="#linear-gradient-2"
        />
        <mask id="mask-3" x="72.69" y="49.59" width="3.14" height="47" maskUnits="userSpaceOnUse">
          <g class="cls-8">
            <g class="cls-16">
              <polygon class="cls-28" points="75.84 94.83 72.69 96.59 72.69 50.56 74.58 49.59 75.84 49.71 75.84 94.83" />
            </g>
          </g>
        </mask>
        <linearGradient
          id="_Безымянный_градиент_8-37" data-name="Безымянный градиент 8" x1="83.66" y1="90.89" x2="60.68"
          y2="47.51" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-38" data-name="Безымянный градиент 8" x1="3754.16" y1="7567.08"
          x2="3725.76" y2="7583.64" gradientTransform="translate(-8351.5 -542.34) rotate(-59.58)"
          xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-39" data-name="Безымянный градиент 8" x1="66.63" y1="55.69" x2="75.21"
          y2="49.19" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-40" data-name="Безымянный градиент 8" x1="71.22" y1="49.06" x2="77.57"
          y2="49.06" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-41" data-name="Безымянный градиент 8" x1="0" y1="78.36" x2="2.96"
          y2="78.36" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-42" data-name="Безымянный градиент 8" x1="3.64" y1="76.03" x2="6.6"
          y2="76.03" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-43" data-name="Безымянный градиент 8" x1="0" y1="90.66" x2="2.96"
          y2="90.66" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-44" data-name="Безымянный градиент 8" x1="3.64" y1="88.53" x2="6.6"
          y2="88.53" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <filter
          id="luminosity-noclip-5" x="30.58" y="66.78" width="107.94" height="91.56"
          color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <filter
          id="luminosity-noclip-6" x="30.58" y="-7673.02" width="107.94" height="32766"
          color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <mask id="mask-6" x="30.58" y="-7673.02" width="107.94" height="32766" maskUnits="userSpaceOnUse" />
        <linearGradient
          id="linear-gradient-4" x1="97.32" y1="145.42" x2="59.1" y2="57.87"
          xlink:href="#linear-gradient-2"
        />
        <mask id="mask-5" x="30.58" y="66.78" width="107.94" height="91.56" maskUnits="userSpaceOnUse">
          <g class="cls-9">
            <g class="cls-14">
              <path
                class="cls-26"
                d="m31.51,158.34c.23,0,.51-.09.82-.27l103.17-59.57c1.63-.94,3.01-3.63,3.01-5.87v-17.05c0-1.04-.69-1.98-1.71-2.23-6.67-1.61-9.56-9.01-16.29-5.76-9.33,4.5-5.35,9.43-13.5,13-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,25.1-16.67,29.83-9.74,4.73-9.22-8.5-19.52-2.65-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v26.78c0,.96.29,1.93.94,1.93Z"
              />
            </g>
          </g>
        </mask>
        <radialGradient
          id="radial-gradient-4" cx="84.45" cy="112.54" fx="84.45" fy="112.54" r="49.98"
          xlink:href="#radial-gradient"
        />
        <linearGradient
          id="_Безымянный_градиент_8-45" data-name="Безымянный градиент 8" x1="63.13" y1="57.39" x2="64.5"
          y2="57.39" gradientTransform="translate(80.88 -26.72) rotate(59.5)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-46" data-name="Безымянный градиент 8" x1="66.61" y1="63.6" x2="82.2"
          y2="63.6" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-47" data-name="Безымянный градиент 8" x1="84.07" y1="69.73" x2="85.44"
          y2="69.73" gradientTransform="translate(101.78 -38.69) rotate(59.48)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-48" data-name="Безымянный градиент 8" x1="66.36" y1="63.56" x2="82.2"
          y2="63.56" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <filter
          id="luminosity-noclip-7" x="83.36" y="69.98" width="3.14" height="47" color-interpolation-filters="sRGB"
          filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <filter
          id="luminosity-noclip-8" x="83.36" y="-7673.02" width="3.14" height="32766"
          color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse"
        >
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <mask id="mask-8" x="83.36" y="-7673.02" width="3.14" height="32766" maskUnits="userSpaceOnUse" />
        <linearGradient
          id="linear-gradient-5" x1="94.33" y1="111.27" x2="71.35" y2="67.9"
          xlink:href="#linear-gradient-2"
        />
        <mask id="mask-7" x="83.36" y="69.98" width="3.14" height="47" maskUnits="userSpaceOnUse">
          <g class="cls-7">
            <g class="cls-11">
              <polygon class="cls-25" points="86.5 115.22 83.36 116.98 83.36 70.94 85.25 69.98 86.5 70.09 86.5 115.22" />
            </g>
          </g>
        </mask>
        <linearGradient
          id="_Безымянный_градиент_8-49" data-name="Безымянный градиент 8" x1="94.33" y1="111.27" x2="71.35"
          y2="67.9" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-50" data-name="Безымянный градиент 8" x1="3741.98" y1="7586.6"
          x2="3713.58" y2="7603.16" gradientTransform="translate(-8351.5 -542.34) rotate(-59.58)"
          xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-51" data-name="Безымянный градиент 8" x1="77.38" y1="75.19" x2="85.96"
          y2="68.69" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
        <linearGradient
          id="_Безымянный_градиент_8-52" data-name="Безымянный градиент 8" x1="81.97" y1="68.56" x2="88.32"
          y2="68.56" gradientTransform="matrix(1,0,0,1,0,0)" xlink:href="#_Безымянный_градиент_8"
        />
      </defs>
      <g class="cls-10">
        <g id="_Слой_2" data-name="Слой 2">
          <g id="_лой_1" data-name="—лой_1">
            <g>
              <g>
                <g>
                  <rect
                    class="cls-80" x="106.54" y="103.06" width="1" height="1"
                    transform="translate(-36.53 143.17) rotate(-59.48)"
                  />
                  <path
                    class="cls-34"
                    d="m116.98,109.92c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.75-2.8c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Z"
                  />
                  <rect
                    class="cls-33" x="119.76" y="110.85" width="1" height="1"
                    transform="translate(-36.74 158.4) rotate(-59.48)"
                  />
                </g>
                <g>
                  <rect
                    class="cls-32" x="89.41" y="113.12" width="1" height="1"
                    transform="translate(-53.63 133.37) rotate(-59.48)"
                  />
                  <path
                    class="cls-36"
                    d="m99.85,119.98c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.75-2.8c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Z"
                  />
                  <rect
                    class="cls-37" x="102.64" y="120.91" width="1" height="1"
                    transform="translate(-53.83 148.61) rotate(-59.48)"
                  />
                </g>
                <g>
                  <rect
                    class="cls-35" x="72.29" y="123.18" width="1" height="1"
                    transform="translate(-70.72 123.57) rotate(-59.48)"
                  />
                  <path
                    class="cls-38"
                    d="m82.73,130.04c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.75-2.8c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Z"
                  />
                  <rect
                    class="cls-31" x="85.51" y="130.98" width="1" height="1"
                    transform="translate(-70.93 138.82) rotate(-59.49)"
                  />
                </g>
                <g>
                  <rect
                    class="cls-42" x="55.16" y="133.25" width="1" height="1"
                    transform="translate(-87.82 113.77) rotate(-59.48)"
                  />
                  <path
                    class="cls-44"
                    d="m65.6,140.1c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.75-2.8c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Z"
                  />
                  <rect
                    class="cls-45" x="68.39" y="141.04" width="1" height="1"
                    transform="translate(-88.03 129.03) rotate(-59.49)"
                  />
                </g>
                <g>
                  <rect
                    class="cls-46" x="38.04" y="143.31" width="1" height="1"
                    transform="translate(-104.91 103.97) rotate(-59.48)"
                  />
                  <path
                    class="cls-47"
                    d="m48.48,150.17c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.75-2.8c-.09,0-.17-.02-.25-.07l-1.9-1.12c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.9,1.12c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Z"
                  />
                  <rect
                    class="cls-48" x="51.26" y="151.1" width="1" height="1"
                    transform="translate(-105.13 119.24) rotate(-59.49)"
                  />
                </g>
              </g>
              <g>
                <path
                  class="cls-39"
                  d="m126.87,114.52c.44.25.67.52.7.8.03.28-.16.54-.56.77-.46.27-.97.39-1.52.37-.55-.02-1.09-.18-1.63-.49-.49-.28-.79-.55-.91-.8l.63-.36c.07.14.18.29.34.44.16.15.33.28.51.38.32.18.63.28.93.29.3.01.59-.06.86-.21.52-.3.44-.64-.22-1.02-.09-.05-.22-.11-.37-.18-.16-.07-.3-.13-.42-.17l-.13-.29,2.28-1.12,2.26,1.31-.62.36-1.65-.95-1.17.56c.08.03.18.07.3.12.12.05.25.12.39.2Z"
                />
                <path
                  class="cls-40"
                  d="m131.44,117.78c-.75.43-1.43.69-2.04.76-.61.07-1.16-.04-1.66-.33-.48-.28-.66-.6-.54-.96.13-.36.55-.75,1.28-1.17.76-.44,1.45-.7,2.05-.76.61-.07,1.16.04,1.66.33.49.28.67.6.54.97-.13.36-.56.76-1.29,1.18Zm-2.25-1.3c-.59.34-.95.62-1.08.83-.13.22-.06.4.21.56s.59.19.97.12c.38-.08.86-.28,1.45-.62.58-.33.94-.61,1.07-.84.14-.22.07-.41-.2-.56-.27-.16-.59-.19-.97-.12-.38.08-.86.28-1.45.63Z"
                />
                <path
                  class="cls-41"
                  d="m138.14,119.15l-6.74,1.1-.58-.33,6.74-1.1.58.33Zm-3.24-.38c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.07-.22-.3-.17-.42-.38-.35-.61.07-.23.33-.47.76-.73.9-.52,1.67-.6,2.3-.23.31.18.43.39.37.62-.07.23-.32.47-.75.72Zm-1.35-.77c-.29.17-.49.31-.57.43-.09.12-.06.21.07.29.26.15.68.06,1.27-.28.58-.34.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Zm2.45,3.41c-.46.26-.88.41-1.27.45-.39.04-.74-.04-1.06-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.31-.23.31.18.43.38.36.61-.06.23-.31.47-.75.73Zm-1.34-.77c-.29.17-.49.31-.57.43-.09.12-.07.22.06.29.26.15.68.05,1.27-.28.58-.33.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Z"
                />
                <path
                  class="cls-43"
                  d="m110.8,125.49c-.85.49-1.66.76-2.43.8-.77.04-1.5-.14-2.19-.54-.26-.15-.44-.27-.52-.36l.58-.34c.13.13.28.25.46.35.47.27.95.4,1.44.39.49-.01,1.01-.17,1.57-.47l-.04-.02c-.29.04-.56.03-.81-.02-.25-.05-.48-.14-.7-.27-.39-.22-.57-.47-.55-.73.02-.26.24-.52.65-.76.45-.26.94-.39,1.46-.4.52,0,1.01.12,1.45.37.31.18.5.38.59.6.08.22.04.45-.12.68-.16.24-.44.47-.84.7Zm-.19-1.64c-.24-.14-.51-.2-.79-.19-.29.02-.57.11-.86.27-.25.14-.38.29-.4.44-.02.15.09.3.33.44.24.14.5.21.81.22.3.01.54-.04.73-.14.18-.1.3-.22.39-.34.08-.13.11-.25.07-.38-.03-.12-.13-.23-.29-.32Z"
                />
                <path
                  class="cls-65"
                  d="m114.12,127.78c-.75.43-1.43.69-2.04.76-.61.07-1.16-.04-1.66-.33-.49-.28-.66-.6-.54-.96.13-.36.55-.75,1.28-1.17.76-.44,1.45-.7,2.05-.76.6-.07,1.16.04,1.66.33.49.28.67.6.54.97-.13.36-.56.76-1.29,1.18Zm-2.25-1.3c-.59.34-.95.62-1.08.83-.13.22-.06.4.21.56.27.16.59.19.97.12.38-.08.86-.28,1.44-.62.58-.33.94-.61,1.07-.84.14-.22.07-.41-.2-.56-.27-.16-.59-.19-.97-.12-.38.08-.86.28-1.45.63Z"
                />
                <path
                  class="cls-64"
                  d="m120.82,129.15l-6.74,1.1-.58-.33,6.74-1.1.58.33Zm-3.24-.38c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.07-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.3-.23.31.18.44.39.37.62-.07.23-.32.47-.75.72Zm-1.35-.77c-.29.17-.48.31-.57.43-.09.12-.06.21.07.29.26.15.68.06,1.27-.28.58-.34.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Zm2.45,3.41c-.46.26-.88.41-1.27.45-.39.04-.75-.04-1.06-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.31-.23.31.18.43.38.36.61-.06.23-.31.47-.75.73Zm-1.34-.77c-.29.17-.49.31-.57.43-.09.12-.07.22.06.29.26.15.68.05,1.27-.28.58-.33.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Z"
                />
                <path
                  class="cls-67"
                  d="m93.9,133.54c.41.24.64.48.7.73.05.25-.08.46-.4.64-.44.26-1.07.3-1.86.15.17.3.24.54.19.73-.04.19-.18.35-.41.49-.36.21-.77.29-1.25.27-.48-.03-.94-.17-1.39-.43-.47-.27-.74-.54-.8-.81-.06-.27.1-.51.47-.72.24-.14.53-.22.85-.26.33-.03.72,0,1.18.09-.11-.25-.13-.45-.07-.62.06-.17.2-.31.42-.44.31-.18.69-.25,1.12-.22.43.04.85.17,1.25.4Zm-4.07,1.42c-.21.12-.29.25-.26.4.03.15.17.3.42.44.26.15.51.23.77.24.26.01.49-.04.69-.15.16-.09.24-.21.24-.37,0-.15-.08-.34-.23-.56l-.05-.07c-.38-.08-.69-.12-.94-.11-.25.01-.47.07-.65.17Zm3.53-1.11c-.2-.12-.41-.18-.63-.19-.22-.01-.41.03-.58.12-.1.06-.17.12-.21.2-.04.07-.05.15-.03.24.02.09.08.21.19.38.34.08.62.11.83.1.21,0,.4-.06.55-.15.17-.1.24-.21.22-.34-.03-.13-.14-.25-.34-.37Z"
                />
                <path
                  class="cls-66"
                  d="m96.8,137.78c-.75.43-1.43.69-2.04.76-.61.07-1.16-.04-1.66-.33-.49-.28-.66-.6-.54-.96.13-.36.55-.75,1.28-1.17.76-.44,1.45-.7,2.05-.76.61-.07,1.16.04,1.66.33.49.28.66.6.54.97-.13.36-.56.76-1.29,1.18Zm-2.25-1.3c-.59.34-.95.62-1.08.83-.13.22-.06.4.21.56.27.16.59.19.97.12.38-.08.86-.28,1.45-.62.58-.33.94-.61,1.07-.84.14-.22.07-.41-.2-.56-.27-.16-.59-.19-.97-.12-.38.08-.86.28-1.45.63Z"
                />
                <path
                  class="cls-61"
                  d="m103.5,139.15l-6.74,1.1-.58-.33,6.74-1.1.58.33Zm-3.24-.38c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.07-.22-.3-.17-.42-.38-.35-.61.07-.23.33-.47.76-.73.9-.52,1.67-.6,2.3-.23.31.18.44.39.37.62-.07.23-.32.47-.75.72Zm-1.35-.77c-.29.17-.48.31-.57.43-.09.12-.06.21.07.29.26.15.68.06,1.27-.28.58-.34.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Zm2.45,3.41c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.06-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.31-.23.31.18.43.38.36.61-.06.23-.31.47-.75.73Zm-1.34-.77c-.29.17-.49.31-.57.43-.09.12-.07.22.06.29.26.15.68.05,1.27-.28.58-.33.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Z"
                />
                <path
                  class="cls-60"
                  d="m72.58,144.17c1.69-.98,3.24-1.07,4.62-.27.22.13.39.24.5.35l-.58.33c-.11-.11-.26-.23-.46-.34-.47-.27-.94-.4-1.42-.39-.48,0-1.01.16-1.58.47l.04.02c.25-.04.51-.03.76.01.26.05.5.14.73.27.4.23.58.47.56.74-.02.27-.24.52-.65.76-.45.26-.94.4-1.46.4-.52,0-1-.12-1.44-.38-.31-.18-.51-.38-.59-.6-.08-.22-.04-.45.12-.68.16-.24.44-.47.84-.7Zm.19,1.64c.24.14.5.2.79.19.28-.01.57-.1.86-.27.25-.14.38-.29.4-.44.02-.15-.09-.3-.34-.44-.15-.09-.32-.15-.51-.19-.19-.04-.38-.04-.56-.02-.19.02-.34.07-.45.13-.28.16-.44.34-.47.54-.04.2.06.37.29.5Z"
                />
                <path
                  class="cls-69"
                  d="m79.48,147.78c-.75.43-1.43.69-2.04.76-.61.07-1.16-.04-1.66-.33-.49-.28-.66-.6-.54-.96.13-.36.56-.75,1.28-1.17.77-.44,1.45-.7,2.05-.76s1.16.04,1.66.33c.49.28.67.6.54.97-.13.36-.56.76-1.29,1.18Zm-2.25-1.3c-.59.34-.95.62-1.08.83-.13.22-.06.4.21.56.27.16.59.19.97.12.38-.08.86-.28,1.45-.62.58-.33.94-.61,1.07-.84.14-.22.07-.41-.2-.56-.27-.16-.59-.19-.97-.12-.38.08-.86.28-1.45.63Z"
                />
                <path
                  class="cls-68"
                  d="m86.18,149.15l-6.74,1.1-.58-.33,6.74-1.1.58.33Zm-3.24-.38c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.07-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.3-.23.31.18.44.39.37.62-.07.23-.32.47-.75.72Zm-1.35-.77c-.29.17-.48.31-.57.43-.09.12-.06.21.07.29.26.15.68.06,1.27-.28.58-.34.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Zm2.45,3.41c-.45.26-.88.41-1.27.45-.39.04-.75-.04-1.06-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.31-.23.3.18.43.38.36.61-.06.23-.31.47-.75.73Zm-1.34-.77c-.29.17-.49.31-.57.43-.09.12-.07.22.06.29.26.15.68.05,1.27-.28.58-.33.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Z"
                />
                <path
                  class="cls-63"
                  d="m56.36,156.93l-2.95-1.7.53-.3h2.25c.67,0,1.13-.01,1.38-.03.25-.02.46-.05.63-.09.17-.04.33-.11.47-.19.2-.11.29-.24.29-.37,0-.13-.11-.26-.32-.38-.17-.1-.36-.17-.58-.23-.22-.06-.51-.1-.87-.12l.08-.48c.45.02.83.08,1.14.16.31.08.6.2.86.35.41.23.62.48.66.74.03.26-.13.5-.48.7-.2.11-.42.2-.66.26-.25.06-.54.1-.87.13-.33.02-.83.03-1.49.02l-1.48-.02-.03.02,2.07,1.19-.61.35Z"
                />
                <path
                  class="cls-62"
                  d="m62.16,157.78c-.75.43-1.43.69-2.04.76-.61.07-1.16-.04-1.66-.33-.49-.28-.66-.6-.54-.96.13-.36.56-.75,1.28-1.17.76-.44,1.45-.7,2.05-.76.61-.07,1.16.04,1.66.33.48.28.66.6.54.97-.13.36-.56.76-1.29,1.18Zm-2.25-1.3c-.59.34-.95.62-1.08.83-.13.22-.06.4.21.56.27.16.59.19.97.12.38-.08.86-.28,1.45-.62.58-.33.94-.61,1.07-.84.14-.22.07-.41-.2-.56-.27-.16-.59-.19-.97-.12-.37.08-.86.28-1.45.63Z"
                />
                <path
                  class="cls-74"
                  d="m68.86,159.15l-6.74,1.1-.58-.33,6.74-1.1.58.33Zm-3.24-.38c-.46.26-.88.41-1.27.45-.39.04-.75-.04-1.07-.22-.3-.17-.42-.38-.35-.61.07-.23.32-.47.76-.73.9-.52,1.67-.6,2.3-.23.31.18.43.39.37.62-.07.23-.32.47-.75.72Zm-1.35-.77c-.3.17-.49.31-.57.43-.09.12-.06.21.07.29.26.15.68.06,1.27-.28.58-.34.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Zm2.45,3.41c-.45.26-.87.41-1.27.45-.39.04-.75-.04-1.06-.22-.3-.17-.42-.38-.35-.61.06-.23.32-.47.76-.73.9-.52,1.67-.6,2.31-.23.31.18.43.38.36.61-.06.23-.31.47-.75.73Zm-1.34-.77c-.29.17-.48.31-.57.43-.09.12-.07.22.06.29.26.15.68.05,1.27-.28.58-.33.74-.58.48-.73-.13-.08-.3-.09-.5-.04-.2.05-.45.16-.74.33Z"
                />
              </g>
              <g class="cls-19">
                <g>
                  <path
                    class="cls-5"
                    d="m10.45,145.19v-77.51c0-2.68,1.63-5.8,3.65-6.97L117.27,1.15c.55-.32,1.07-.44,1.54-.42-.66-.47-1.55-.48-2.54.09L13.1,60.38c-2.01,1.16-3.65,4.28-3.65,6.97v77.51c0,1.95.87,3.12,2.11,3.18-.68-.49-1.11-1.47-1.11-2.84Z"
                  />
                  <g class="cls-20">
                    <path
                      class="cls-24"
                      d="m12.01,148.67h0c-1.61,0-2.7-1.48-2.7-3.69v-77.51c0-2.89,1.71-6.14,3.9-7.4L116.38.5c.58-.33,1.15-.5,1.7-.5,1.61,0,2.7,1.48,2.7,3.69v77.51c0,2.89-1.71,6.14-3.9,7.4L13.71,148.17c-.58.33-1.15.5-1.7.5ZM118.08,1c-.37,0-.77.12-1.2.37L13.71,60.94c-1.87,1.08-3.4,4.01-3.4,6.53v77.51c0,1.64.67,2.69,1.7,2.69h0c.37,0,.77-.12,1.2-.37l103.17-59.57c1.87-1.08,3.4-4.01,3.4-6.53V3.69c0-1.64-.67-2.69-1.7-2.69Z"
                    />
                  </g>
                  <path
                    class="cls-22"
                    d="m12.01,146.91c.23,0,.51-.09.82-.27l103.17-59.57c1.63-.94,3.01-3.63,3.01-5.87V3.69c0-.96-.29-1.93-.94-1.93-.23,0-.51.09-.82.27L14.09,61.6c-1.63.94-3.01,3.63-3.01,5.87v77.51c0,.96.29,1.93.94,1.93Z"
                  />
                  <path
                    class="cls-73"
                    d="m12.22,75.44c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.05.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.05.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.09.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.13-.07.27-.09.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.13-.05c.03-.03.07-.06.1-.08l1.73-1c.12-.07.27-.08.4-.05.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.12-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1s.08-.04.12-.05c.03-.03.07-.06.11-.08l1.73-1c.12-.07.27-.08.4-.04.03-.13.11-.25.24-.32l1.73-1c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1c-.12.07-.27.09-.4.05-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.12.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.12.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.13.05c-.03.03-.07.06-.1.08l-1.73,1c-.13.07-.27.08-.4.05-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.05-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.13.07-.27.08-.4.04-.03.13-.11.25-.24.32l-1.73,1s-.08.04-.12.05c-.03.03-.07.06-.11.08l-1.73,1c-.08.05-.16.07-.25.07Z"
                  />
                  <path
                    class="cls-75"
                    d="m12.47,86.38l-.5-.87,1.19-.69s0,0,.01,0l.53-.31c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1Zm3.53-2.12c-.17,0-.34-.09-.43-.25-.14-.24-.06-.55.18-.68l1.73-1s0,0,.01,0l.53-.31c.24-.14.55-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0-.01,0l-.53.31c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l.52-.3s.01,0,.02-.01l1.73-1c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-.52.3s-.01,0-.02.01l-1.73,1c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l.52-.3s.02,0,.02-.01l1.73-1c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-.52.3s-.02,0-.02.01l-1.73,1c-.08.05-.16.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s0,0,.01,0l.53-.31c.24-.14.55-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0-.01,0l-.53.31c-.08.05-.16.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s0,0,.01,0l.53-.31c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0-.01,0l-.53.31c-.08.05-.16.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s0,0,.01,0l.53-.31c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0-.01,0l-.53.31c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.55.18-.68l1.73-1s0,0,.01,0l.53-.31c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0-.01,0l-.53.31c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l.52-.3s.01,0,.02-.01l1.73-1c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-.52.3s-.01,0-.02.01l-1.73,1c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l.52-.3s.02,0,.02-.01l1.73-1c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-.52.3s-.01,0-.02.01l-1.73,1c-.08.05-.17.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s.01,0,.02-.01l.53-.3c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1s-.01,0-.02.01l-.53.3c-.08.05-.16.07-.25.07Zm4.33-2.5c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l1.73-1s0,0,0,0l.54-.31c.24-.14.54-.06.68.18.14.24.06.54-.18.68l-1.73,1s0,0,0,0l-.54.31c-.08.05-.16.07-.25.07Z"
                  />
                </g>
              </g>
              <g class="cls-18">
                <path
                  class="cls-23"
                  d="m21.68,152.91c.23,0,.51-.09.82-.27l103.17-59.57c1.63-.94,3.01-3.63,3.01-5.87v-31.31c0-1-.64-1.87-1.59-2.19-6.75-2.24-9.64-14.65-16.41-11.38-9.33,4.5-5.35,15.1-13.5,18.67-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,30.77-16.67,35.5-9.74,4.73-9.22-14.17-19.52-8.32-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v40.95c0,.96.29,1.93.94,1.93Z"
                />
              </g>
              <g>
                <rect
                  class="cls-78" x="66.45" y="43.59" width="1" height="1"
                  transform="translate(-5.01 79.43) rotate(-59.53)"
                />
                <path
                  class="cls-79"
                  d="m71.77,47.44c-.09,0-.17-.02-.25-.07l-1.76-1.04s-.07-.05-.1-.08c-.16-.16-.2-.41-.08-.61.14-.24.45-.32.68-.18l1.76,1.04s.07.05.1.08c.16.16.2.41.08.61-.09.16-.26.25-.43.25Z"
                />
                <rect
                  class="cls-77" x="74.34" y="48.24" width="1" height="1"
                  transform="translate(-5.16 88.46) rotate(-59.48)"
                />
                <path
                  class="cls-72"
                  d="m71.77,47.44h0c-.09,0-.17-.02-.25-.07l-1.76-1.04c-.24-.14-.32-.45-.18-.68.09-.16.26-.25.43-.25h0c.09,0,.17.02.25.07l1.76,1.04c.24.14.32.45.18.68-.09.16-.26.25-.43.25Z"
                />
              </g>
              <g class="cls-2">
                <path
                  class="cls-30"
                  d="m55.6,86.98c9.74-4.73,4.83-28.33,16.67-35.5,13.42-8.13,17.5,13.83,25.5,10.33,8.15-3.56,4.17-14.17,13.5-18.67,6.77-3.26,9.66,9.14,16.41,11.38.32.1.59.28.83.49-.25-.61-.76-1.11-1.41-1.32-6.75-2.24-9.64-14.65-16.41-11.38-9.33,4.5-5.35,15.1-13.5,18.67-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,30.77-16.67,35.5-4.45,2.16-6.76-.61-8.94-3.71,2.36,3.39,4.67,6.9,9.52,4.54Z"
                />
                <path
                  class="cls-29"
                  d="m21.33,151.81v-40.95c0-1.93.48-3.84,1.45-5.5,5.22-8.96,5.33-22.16,13.31-26.69,4.96-2.82,7.41.12,9.71,3.38-2.48-3.56-4.91-7.27-10.29-4.21-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v40.95c0,.84.22,1.69.72,1.89-.09-.32-.13-.69-.13-1.05Z"
                />
              </g>
              <g>
                <g class="cls-13">
                  <polygon
                    class="cls-76"
                    points="75.84 94.83 72.69 96.59 72.69 50.56 74.58 49.59 75.84 49.71 75.84 94.83"
                  />
                </g>
                <g class="cls-2">
                  <path
                    class="cls-71"
                    d="m74.43,85.03l-.24-12.11-.24-20.83c0-.2.16-.37.37-.37h0c.2,0,.37.16.37.37l-.13,20.83-.13,12.11Z"
                  />
                </g>
                <g>
                  <polygon class="cls-70" points="74.39 53.46 71.22 51.65 74.39 46.17 77.57 47.98 74.39 53.46" />
                  <polygon
                    class="cls-3"
                    points="74.68 46.84 77.35 48.36 77.57 47.98 74.39 46.17 71.22 51.65 71.73 51.94 74.68 46.84"
                  />
                </g>
              </g>
              <g>
                <path
                  class="cls-49"
                  d="m2.96,76.92c0,.98-.17,1.82-.52,2.5-.34.69-.87,1.23-1.56,1.63-.26.15-.45.24-.57.27v-.67c.18-.04.35-.12.53-.22.47-.27.82-.62,1.06-1.05.23-.43.36-.96.38-1.59l-.04.02c-.12.27-.26.5-.42.69-.17.19-.36.34-.58.47-.39.22-.69.26-.91.11-.22-.15-.33-.46-.33-.94,0-.52.13-1.01.38-1.47.25-.46.6-.81,1.04-1.07.31-.18.58-.25.81-.21.23.04.41.19.53.45.12.26.19.62.19,1.08Zm-1.52-.65c-.24.14-.43.34-.56.59-.13.26-.19.55-.19.88,0,.28.06.47.18.57.12.09.3.07.55-.07.24-.14.43-.33.6-.59.16-.25.24-.49.24-.71,0-.2-.03-.37-.1-.51-.07-.14-.16-.22-.29-.25-.12-.03-.26,0-.42.09Z"
                />
                <path
                  class="cls-53"
                  d="m6.6,75.19c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.28,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.16.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z"
                />
                <path
                  class="cls-56"
                  d="m1.48,88.07c.41-.24.74-.32.98-.24.24.08.36.3.36.67,0,.51-.27,1.08-.8,1.69.34,0,.58.07.73.2.14.13.22.33.22.6,0,.41-.13.82-.4,1.22-.26.4-.62.73-1.07.99-.47.27-.84.37-1.1.29-.26-.08-.39-.34-.39-.76,0-.28.07-.57.2-.87.14-.3.36-.63.67-.98-.27-.03-.46-.11-.57-.25-.11-.14-.17-.33-.17-.58,0-.36.12-.72.37-1.08.25-.36.57-.65.97-.88Zm-.81,4.23c0,.24.07.38.22.43.15.05.34,0,.59-.14.26-.15.45-.33.6-.55.14-.22.21-.44.21-.68,0-.18-.07-.31-.2-.39-.13-.08-.33-.1-.6-.08h-.09c-.26.29-.45.54-.57.77-.12.23-.17.44-.17.65Zm.8-3.61c-.2.11-.36.26-.48.45-.12.18-.18.37-.18.57,0,.12.02.21.07.28.04.07.11.12.19.14.08.03.22.04.42.03.24-.26.41-.48.5-.67.1-.19.15-.37.15-.55,0-.19-.06-.31-.18-.35-.12-.04-.29,0-.49.11Z"
                />
                <path
                  class="cls-50"
                  d="m6.6,87.69c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.28,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.16.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z"
                />
              </g>
              <g class="cls-17">
                <path
                  class="cls-23"
                  d="m31.51,158.34c.23,0,.51-.09.82-.27l103.17-59.57c1.63-.94,3.01-3.63,3.01-5.87v-17.05c0-1.04-.69-1.98-1.71-2.23-6.67-1.61-9.56-9.01-16.29-5.76-9.33,4.5-5.35,9.43-13.5,13-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,25.1-16.67,29.83-9.74,4.73-9.22-8.5-19.52-2.65-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v26.78c0,.96.29,1.93.94,1.93Z"
                />
              </g>
              <path
                class="cls-1"
                d="m31.16,157.24v-26.78c0-1.93.48-3.84,1.45-5.5,5.22-8.96,5.33-22.16,13.31-26.69,10.3-5.84,9.77,7.38,19.52,2.65,9.74-4.73,4.83-22.66,16.67-29.83,13.42-8.13,17.5,13.83,25.5,10.33,8.15-3.56,4.17-8.5,13.5-13,6.73-3.25,9.63,4.15,16.29,5.76.36.09.68.26.94.5-.27-.65-.81-1.16-1.52-1.33-6.67-1.61-9.56-9.01-16.29-5.76-9.33,4.5-5.35,9.43-13.5,13-8,3.5-12.08-18.46-25.5-10.33-11.83,7.17-6.92,25.1-16.67,29.83-9.74,4.73-9.22-8.5-19.52-2.65-7.98,4.53-8.09,17.73-13.31,26.69-.97,1.67-1.45,3.57-1.45,5.5v26.78c0,.84.22,1.69.72,1.89-.09-.32-.13-.69-.13-1.05Z"
              />
              <g>
                <rect
                  class="cls-54" x="63.31" y="56.89" width="1" height="1"
                  transform="translate(-18.03 83.25) rotate(-59.5)"
                />
                <path
                  class="cls-52"
                  d="m81.7,68.44c-.08,0-.16-.02-.23-.05h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s-.01,0-.02-.01l-1.75-1.03c-.24-.14-.32-.45-.18-.68.09-.16.26-.25.43-.25.08-.02.17.02.25.07l1.75,1.03c.24.14.32.45.18.68-.03.06-.07.1-.12.14h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s-.08.05-.12.07h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s-.1.03-.16.03Zm-4.36-2.57c-.09,0-.17-.02-.25-.07h-.01s-1.74-1.03-1.74-1.03c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.75,1.03h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s.08.06.11.1h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0c.1.15.11.36.01.52h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0,0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0t0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0c-.09.09-.22.14-.35.14Zm-4.36-2.57c-.09,0-.17-.02-.25-.07l-1.75-1.03c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.75,1.03c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.36-2.57c-.09,0-.17-.02-.25-.07l-1.75-1.03.51-.86h0s1.74,1.03,1.74,1.03c.04.02.07.05.1.08.16.16.2.41.08.61-.09.16-.26.25-.43.25Z"
                />
                <rect
                  class="cls-55" x="84.25" y="69.23" width="1" height="1"
                  transform="translate(-18.36 107.32) rotate(-59.48)"
                />
                <path
                  class="cls-57"
                  d="m81.7,68.44c-.09,0-.17-.02-.25-.07l-1.75-1.03c-.16-.09-.25-.26-.25-.43,0-.09.02-.17.07-.25.14-.24.45-.32.68-.18l1.75,1.03c.16.09.25.26.25.43,0,.09-.02.17-.07.25-.09.16-.26.25-.43.25Zm-4.37-2.57c-.09,0-.17-.02-.25-.07l-1.75-1.03c-.1-.06-.17-.15-.21-.25h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0c-.04-.12-.04-.27.02-.39h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0-.01.01-.02c.02-.04.05-.07.08-.1h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s.09-.07.14-.09h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0c.11-.04.24-.05.36,0h0s0,0,0,0h0s.05.02.08.04l1.75,1.03c.24.14.32.45.18.68-.09.16-.26.25-.43.25h0Zm-4.36-2.57c-.07.01-.17-.02-.25-.07l-1.75-1.03s-.04-.03-.06-.04h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s0,0,0,0h0c-.18-.16-.23-.42-.11-.63.03-.05.07-.1.12-.14h0s0,0,0,0h0s0,0,0,0c0,0,0,0,0,0h0s0,0,0,0h0s0,0,0,0h0s.1-.06.15-.08h0s0,0,0,0h0s0,0,0,0h0c.13-.04.27-.02.39.05l1.75,1.03c.24.14.32.45.18.68-.09.16-.26.25-.43.25Zm-4.36-2.57h0c-.09,0-.17-.02-.25-.07l-1.75-1.03c-.24-.14-.32-.45-.18-.68.09-.16.26-.25.43-.25h0c.09,0,.17.02.25.07l1.75,1.03c.24.14.32.45.18.68-.09.16-.26.25-.43.25Z"
                />
              </g>
              <g>
                <g class="cls-15">
                  <polygon
                    class="cls-51"
                    points="86.5 115.22 83.36 116.98 83.36 70.94 85.25 69.98 86.5 70.09 86.5 115.22"
                  />
                </g>
                <g class="cls-2">
                  <path
                    class="cls-59"
                    d="m85.1,105.41l-.24-12.11-.24-20.83c0-.2.16-.37.37-.37h0c.2,0,.37.16.37.37l-.13,20.83-.13,12.11Z"
                  />
                </g>
                <g>
                  <polygon class="cls-58" points="85.14 72.96 81.97 71.15 85.14 65.67 88.32 67.48 85.14 72.96" />
                  <polygon
                    class="cls-4"
                    points="85.43 66.34 88.1 67.86 88.32 67.48 85.14 65.67 81.97 71.15 82.48 71.44 85.43 66.34"
                  />
                </g>
              </g>
            </g>
          </g>
        </g>
      </g>
    </svg>
  </div>
</template>

<style scoped>
      .cls-1 {
        fill: url(#radial-gradient-4);
      }

      .cls-1,
      .cls-2,
      .cls-3,
      .cls-4,
      .cls-5 {
        mix-blend-mode: color-dodge;
      }

      .cls-6 {
        fill: url(#linear-gradient);
      }

      .cls-7 {
        filter: url(#luminosity-noclip-7);
      }

      .cls-8 {
        filter: url(#luminosity-noclip-3);
      }

      .cls-9 {
        filter: url(#luminosity-noclip-5);
      }

      .cls-10 {
        isolation: isolate;
      }

      .cls-10,
      .cls-11,
      .cls-12,
      .cls-13,
      .cls-14,
      .cls-15,
      .cls-16,
      .cls-17,
      .cls-18,
      .cls-19,
      .cls-2,
      .cls-20 {
        fill: none;
      }

      .cls-21 {
        filter: url(#luminosity-noclip);
      }

      .cls-22 {
        fill: #413ece;
      }

      .cls-23 {
        fill: #5959ea;
      }

      .cls-24 {
        fill: #352785;
      }

      .cls-11 {
        mask: url(#mask-8);
      }

      .cls-12 {
        mask: url(#mask-2);
      }

      .cls-13 {
        mask: url(#mask-3);
      }

      .cls-14 {
        mask: url(#mask-6);
      }

      .cls-15 {
        mask: url(#mask-7);
      }

      .cls-16 {
        mask: url(#mask-4);
      }

      .cls-17 {
        mask: url(#mask-5);
      }

      .cls-18 {
        mask: url(#mask-1);
      }

      .cls-25 {
        fill: url(#linear-gradient-5);
      }

      .cls-25,
      .cls-26,
      .cls-27,
      .cls-28 {
        mix-blend-mode: multiply;
      }

      .cls-26 {
        fill: url(#linear-gradient-4);
      }

      .cls-27 {
        fill: url(#linear-gradient-2);
      }

      .cls-28 {
        fill: url(#linear-gradient-3);
      }

      .cls-19 {
        mask: url(#mask);
      }

      .cls-29 {
        fill: url(#radial-gradient-3);
      }

      .cls-30 {
        fill: url(#radial-gradient-2);
      }

      .cls-31 {
        fill: url(#_Безымянный_градиент_8-9);
      }

      .cls-32 {
        fill: url(#_Безымянный_градиент_8-4);
      }

      .cls-33 {
        fill: url(#_Безымянный_градиент_8-3);
      }

      .cls-34 {
        fill: url(#_Безымянный_градиент_8-2);
      }

      .cls-35 {
        fill: url(#_Безымянный_градиент_8-7);
      }

      .cls-36 {
        fill: url(#_Безымянный_градиент_8-5);
      }

      .cls-37 {
        fill: url(#_Безымянный_градиент_8-6);
      }

      .cls-38 {
        fill: url(#_Безымянный_градиент_8-8);
      }

      .cls-3 {
        fill: url(#_Безымянный_градиент_8-40);
      }

      .cls-4 {
        fill: url(#_Безымянный_градиент_8-52);
      }

      .cls-5 {
        fill: url(#radial-gradient);
      }

      .cls-39 {
        fill: url(#_Безымянный_градиент_8-16);
      }

      .cls-40 {
        fill: url(#_Безымянный_градиент_8-17);
      }

      .cls-41 {
        fill: url(#_Безымянный_градиент_8-18);
      }

      .cls-42 {
        fill: url(#_Безымянный_градиент_8-10);
      }

      .cls-43 {
        fill: url(#_Безымянный_градиент_8-19);
      }

      .cls-44 {
        fill: url(#_Безымянный_градиент_8-11);
      }

      .cls-45 {
        fill: url(#_Безымянный_градиент_8-12);
      }

      .cls-46 {
        fill: url(#_Безымянный_градиент_8-13);
      }

      .cls-47 {
        fill: url(#_Безымянный_градиент_8-14);
      }

      .cls-48 {
        fill: url(#_Безымянный_градиент_8-15);
      }

      .cls-49 {
        fill: url(#_Безымянный_градиент_8-41);
      }

      .cls-50 {
        fill: url(#_Безымянный_градиент_8-44);
      }

      .cls-51 {
        fill: url(#_Безымянный_градиент_8-49);
      }

      .cls-52 {
        fill: url(#_Безымянный_градиент_8-46);
      }

      .cls-53 {
        fill: url(#_Безымянный_градиент_8-42);
      }

      .cls-54 {
        fill: url(#_Безымянный_градиент_8-45);
      }

      .cls-55 {
        fill: url(#_Безымянный_градиент_8-47);
      }

      .cls-56 {
        fill: url(#_Безымянный_градиент_8-43);
      }

      .cls-57 {
        fill: url(#_Безымянный_градиент_8-48);
      }

      .cls-58 {
        fill: url(#_Безымянный_градиент_8-51);
      }

      .cls-59 {
        fill: url(#_Безымянный_градиент_8-50);
      }

      .cls-60 {
        fill: url(#_Безымянный_градиент_8-25);
      }

      .cls-61 {
        fill: url(#_Безымянный_градиент_8-24);
      }

      .cls-62 {
        fill: url(#_Безымянный_градиент_8-29);
      }

      .cls-63 {
        fill: url(#_Безымянный_градиент_8-28);
      }

      .cls-64 {
        fill: url(#_Безымянный_градиент_8-21);
      }

      .cls-65 {
        fill: url(#_Безымянный_градиент_8-20);
      }

      .cls-66 {
        fill: url(#_Безымянный_градиент_8-23);
      }

      .cls-67 {
        fill: url(#_Безымянный_градиент_8-22);
      }

      .cls-68 {
        fill: url(#_Безымянный_градиент_8-27);
      }

      .cls-69 {
        fill: url(#_Безымянный_градиент_8-26);
      }

      .cls-70 {
        fill: url(#_Безымянный_градиент_8-39);
      }

      .cls-71 {
        fill: url(#_Безымянный_градиент_8-38);
      }

      .cls-72 {
        fill: url(#_Безымянный_градиент_8-36);
      }

      .cls-73 {
        fill: url(#_Безымянный_градиент_8-31);
      }

      .cls-74 {
        fill: url(#_Безымянный_градиент_8-30);
      }

      .cls-75 {
        fill: url(#_Безымянный_градиент_8-32);
      }

      .cls-76 {
        fill: url(#_Безымянный_градиент_8-37);
      }

      .cls-77 {
        fill: url(#_Безымянный_градиент_8-35);
      }

      .cls-78 {
        fill: url(#_Безымянный_градиент_8-33);
      }

      .cls-79 {
        fill: url(#_Безымянный_градиент_8-34);
      }

      .cls-80 {
        fill: url(#_Безымянный_градиент_8);
      }

      .cls-20 {
        mix-blend-mode: screen;
      }
    </style>
