<script setup>

</script>

<template>
  <div>
    <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 116.69 146.34">
      <defs>
        <linearGradient id="_Безымянный_градиент_8" data-name="Безымянный градиент 8" x1="10.12" y1="31.14" x2="116.69" y2="31.14" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset="1" stop-color="#8ce2fe" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-2" data-name="Безымянный градиент 8" y1="44.47" y2="44.47" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-3" data-name="Безымянный градиент 8" y1="57.47" y2="57.47" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-4" data-name="Безымянный градиент 8" y1="70.81" y2="70.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-5" data-name="Безымянный градиент 8" y1="83.64" y2="83.64" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-6" data-name="Безымянный градиент 8" y1="96.97" y2="96.97" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-7" data-name="Безымянный градиент 8" y1="110.14" y2="110.14" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-8" data-name="Безымянный градиент 8" x1=".17" y1="66.42" x2="3.12" y2="66.42" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-9" data-name="Безымянный градиент 8" x1="3.78" y1="64.53" x2="6.74" y2="64.53" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-10" data-name="Безымянный градиент 8" x1=".23" y1="79.79" x2="3.06" y2="79.79" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-11" data-name="Безымянный градиент 8" x1="3.78" y1="77.71" x2="6.74" y2="77.71" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-12" data-name="Безымянный градиент 8" x1="0" y1="92.59" x2="3.26" y2="92.59" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-13" data-name="Безымянный градиент 8" x1="3.78" y1="90.88" x2="6.74" y2="90.88" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-14" data-name="Безымянный градиент 8" x1=".14" y1="106.32" x2="3.07" y2="106.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-15" data-name="Безымянный градиент 8" x1="3.78" y1="104.05" x2="6.74" y2="104.05" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-16" data-name="Безымянный градиент 8" x1=".15" y1="119.59" x2="3.1" y2="119.59" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-17" data-name="Безымянный градиент 8" x1="3.78" y1="117.22" x2="6.74" y2="117.22" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-18" data-name="Безымянный градиент 8" x1=".34" y1="132.36" x2="2.21" y2="132.36" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-19" data-name="Безымянный градиент 8" x1="3.78" y1="130.39" x2="6.74" y2="130.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-20" data-name="Безымянный градиент 8" x1="3.78" y1="143.56" x2="6.74" y2="143.56" xlink:href="#_Безымянный_градиент_8" />
        <filter id="luminosity-noclip" x="15.36" y="23.83" width="96.76" height="121.39" color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse">
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <filter id="luminosity-noclip-2" x="15.36" y="-7833.9" width="96.76" height="32766" color-interpolation-filters="sRGB" filterUnits="userSpaceOnUse">
          <feFlood flood-color="#fff" result="bg" />
          <feBlend in="SourceGraphic" in2="bg" />
        </filter>
        <mask id="mask-1" x="15.36" y="-7833.9" width="96.76" height="32766" maskUnits="userSpaceOnUse" />
        <linearGradient id="linear-gradient" x1="68.75" y1="113.61" x2="39.94" y2="50.96" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#999" />
          <stop offset=".87" stop-color="#fff" />
          <stop offset="1" stop-color="#fff" />
        </linearGradient>
        <mask id="mask" x="15.36" y="23.83" width="96.76" height="121.39" maskUnits="userSpaceOnUse">
          <g class="cls-5">
            <g class="cls-2">
              <path class="cls-28" d="m54.85,122.44l6.81-3.93v-27.51l-6.81,3.93v27.51Zm-9.8,5.57l6.81-3.93v-57.21l-6.81,3.93v57.21Zm-10.09,5.77l6.81-3.93v-41.52l-6.81,3.93v41.52Zm40.07-88.46v65.25l6.81-3.93V41.39l-6.81,3.93Zm-10.09,71.01l6.81-3.93v-42.81l-6.81,3.93v42.81Zm20.18-11.85l6.81-3.93V23.83l-6.81,3.93v76.73Zm20.18-40.36v28.49l6.81-3.93v-28.5l-6.81,3.93Zm-10.09,34.26l6.81-3.93v-51.39l-6.81,3.93v51.39Zm-70.15,41.16l6.81-3.93v-28.62l-6.81,3.93v28.62Zm-9.71,5.67l6.81-3.93v-14.95l-6.81,3.93v14.94Z" />
            </g>
          </g>
        </mask>
      </defs>
      <g class="cls-1">
        <g id="_Слой_2" data-name="Слой 2">
          <g id="_лой_1" data-name="—лой_1">
            <g>
              <path class="cls-29" d="m10.62,62.28c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68L115.94.07c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,62.21c-.08.05-.17.07-.25.07Z" />
              <path class="cls-12" d="m10.62,75.62c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68L115.94,13.4c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,75.55c-.08.05-.17.07-.25.07Z" />
              <path class="cls-11" d="m10.62,88.62c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68L115.94,26.4c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,88.55c-.08.05-.17.07-.25.07Z" />
              <path class="cls-10" d="m10.62,101.95c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l105.57-61.28c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,101.88c-.08.05-.17.07-.25.07Z" />
              <path class="cls-14" d="m10.62,114.78c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l105.57-61.28c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,114.71c-.08.05-.17.07-.25.07Z" />
              <path class="cls-15" d="m10.62,128.12c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l105.57-61.28c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,128.05c-.08.05-.17.07-.25.07Z" />
              <path class="cls-13" d="m10.62,141.28c-.17,0-.34-.09-.43-.25-.14-.24-.06-.54.18-.68l105.57-61.28c.24-.14.54-.06.68.18.14.24.06.54-.18.68L10.87,141.21c-.08.05-.17.07-.25.07Z" />
              <g>
                <path class="cls-16" d="m.17,67.85c0-1.96.69-3.33,2.08-4.14.22-.13.4-.21.55-.26v.67c-.15.04-.33.11-.52.23-.47.27-.82.62-1.05,1.04-.23.42-.36.96-.38,1.6l.04-.02c.09-.24.23-.46.39-.66.17-.2.37-.36.6-.5.39-.23.7-.27.92-.12.22.15.33.46.33.94,0,.52-.13,1.01-.38,1.46-.26.45-.6.8-1.04,1.06-.31.18-.58.25-.81.21-.23-.04-.41-.19-.53-.44-.12-.26-.19-.62-.19-1.08Zm1.52.66c.24-.14.43-.33.56-.59.13-.25.2-.54.2-.87,0-.29-.06-.48-.18-.57-.12-.09-.31-.07-.55.07-.15.09-.29.2-.42.35-.13.15-.23.31-.3.48-.07.17-.11.32-.11.46,0,.32.08.55.23.68.15.13.35.13.58,0Z" />
                <path class="cls-9" d="m6.74,63.69c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-20" d="m1.63,79.18c.44-.25.79-.32,1.04-.2.26.12.38.41.38.87,0,.53-.15,1.03-.44,1.5-.29.47-.7.86-1.24,1.17-.49.28-.87.41-1.15.39v-.73c.16.01.35-.01.55-.08.21-.06.4-.15.58-.25.32-.18.56-.4.72-.66.17-.26.25-.54.25-.85,0-.6-.33-.7-1-.32-.09.05-.21.13-.34.23-.14.1-.26.19-.36.28l-.31-.03.17-2.54,2.26-1.31v.71l-1.65.95-.1,1.29c.07-.05.15-.12.25-.2.1-.08.22-.16.37-.24Z" />
                <path class="cls-22" d="m6.74,76.86c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-23" d="m3.26,93.44l-.59.34v1.09l-.68.39v-1.09l-1.99,1.15v-.62l1.99-4.45.68-.39v3.25l.59-.34v.67Zm-1.27.07v-1.25c0-.45.01-.82.03-1.11h-.02c-.06.2-.14.43-.26.71l-1.08,2.43,1.34-.77Z" />
                <path class="cls-24" d="m6.74,90.03c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-25" d="m2.94,104.04c0,.32-.08.63-.24.93-.16.3-.39.58-.68.82v.03c.35-.15.61-.18.79-.08s.26.31.26.64c0,.48-.15.94-.44,1.37s-.72.81-1.26,1.12c-.48.28-.89.42-1.22.44v-.71c.18,0,.38-.03.59-.1.21-.06.41-.15.6-.26.34-.19.59-.41.76-.65.17-.24.25-.51.25-.81,0-.27-.09-.41-.28-.43-.18-.02-.47.09-.87.31l-.38.22v-.65l.38-.22c.69-.4,1.04-.88,1.04-1.43,0-.21-.06-.35-.18-.39-.12-.05-.3,0-.54.13-.16.1-.32.21-.48.36-.15.14-.33.35-.54.63l-.34-.36c.4-.57.86-1,1.39-1.31.44-.25.78-.34,1.03-.27.25.07.37.3.37.68Z" />
                <path class="cls-26" d="m6.74,103.2c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-17" d="m3.1,120.97l-2.95,1.7v-.61l1.12-1.94c.33-.58.55-.98.66-1.21.11-.23.19-.42.24-.6.05-.17.08-.34.08-.5,0-.22-.06-.37-.18-.43-.12-.06-.28-.03-.49.09-.17.1-.33.22-.48.39-.16.16-.34.39-.54.7l-.38-.31c.24-.37.48-.68.71-.91.23-.23.47-.42.73-.57.41-.23.73-.3.97-.2.24.1.37.36.37.77,0,.23-.04.46-.11.7-.07.24-.18.52-.33.81-.15.3-.39.73-.73,1.29l-.76,1.28v.04l2.07-1.19v.71Z" />
                <path class="cls-18" d="m6.74,116.37c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-19" d="m2.21,134.66l-.7.4v-3.23c0-.38,0-.7.02-.93-.05.08-.1.17-.17.28-.07.1-.29.44-.67,1.02l-.35-.31,1.28-1.9.58-.34v5Z" />
                <path class="cls-21" d="m6.74,129.54c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.49.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.85-.27,1.1.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.59.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.59.78-.12.36-.18.89-.18,1.57Z" />
                <path class="cls-27" d="m6.74,142.71c0,.87-.12,1.58-.36,2.14-.24.56-.62.99-1.12,1.28-.48.28-.85.27-1.1-.02-.25-.29-.37-.86-.37-1.7,0-.88.12-1.6.36-2.16.24-.56.61-.98,1.11-1.27.49-.28.86-.27,1.11.02.25.29.37.86.37,1.71Zm-2.25,1.3c0,.68.06,1.13.18,1.35.12.22.32.25.58.1.27-.15.46-.42.59-.78.12-.37.19-.89.19-1.56s-.06-1.12-.19-1.35c-.12-.23-.32-.26-.59-.11-.27.15-.46.41-.58.78-.12.36-.18.89-.18,1.57Z" />
              </g>
              <path class="cls-6" d="m54.85,122.44l6.81-3.93v-52.5l-6.81,3.93v52.5Zm-9.8,5.57l6.81-3.93V49.21l-6.81,3.93v74.87Zm-10.09,5.77l6.81-3.93v-55.13l-6.81,3.93v55.13Zm40.07-98.67v75.46l6.81-3.93V31.19l-6.81,3.93Zm-10.09,81.22l6.81-3.93v-63.45l-6.81,3.93v63.45Zm-39.88,23.21l6.81-3.93v-39.6l-6.81,3.93v39.6Zm-9.71,5.67l6.81-3.93v-20.93l-6.81,3.93v20.93Zm69.77-40.73l6.81-3.93V19.97l-6.81,3.93v80.59Zm20.18-60.66v48.79l6.81-3.93v-48.79l-6.81,3.93Zm-10.09,54.55l6.81-3.93V11.55l-6.81,3.93v82.91Z" />
              <g class="cls-3">
                <path class="cls-7" d="m54.85,122.44l6.81-3.93v-27.51l-6.81,3.93v27.51Zm-9.8,5.57l6.81-3.93v-57.21l-6.81,3.93v57.21Zm-10.09,5.77l6.81-3.93v-41.52l-6.81,3.93v41.52Zm40.07-88.46v65.25l6.81-3.93V41.39l-6.81,3.93Zm-10.09,71.01l6.81-3.93v-42.81l-6.81,3.93v42.81Zm20.18-11.85l6.81-3.93V23.83l-6.81,3.93v76.73Zm20.18-40.36v28.49l6.81-3.93v-28.5l-6.81,3.93Zm-10.09,34.26l6.81-3.93v-51.39l-6.81,3.93v51.39Zm-70.15,41.16l6.81-3.93v-28.62l-6.81,3.93v28.62Zm-9.71,5.67l6.81-3.93v-14.95l-6.81,3.93v14.94Z" />
              </g>
              <g class="cls-4">
                <polygon class="cls-8" points="34.96 93.11 41.77 89.19 41.77 88.33 34.96 92.26 34.96 93.11" />
                <polygon class="cls-8" points="45.05 71.65 51.86 67.72 51.86 66.87 45.05 70.8 45.05 71.65" />
                <polygon class="cls-8" points="15.36 131.12 22.16 127.19 22.16 126.34 15.36 130.27 15.36 131.12" />
                <polygon class="cls-8" points="54.85 95.78 61.66 91.85 61.66 91 54.85 94.93 54.85 95.78" />
                <polygon class="cls-8" points="25.06 111.78 31.87 107.85 31.87 107 25.06 110.93 25.06 111.78" />
                <polygon class="cls-8" points="95.22 47.85 102.02 43.92 102.02 43.07 95.22 47 95.22 47.85" />
                <polygon class="cls-8" points="85.13 28.61 91.93 24.68 91.93 23.83 85.13 27.76 85.13 28.61" />
                <polygon class="cls-8" points="105.31 64.13 105.31 64.98 112.11 61.05 112.11 60.2 105.31 64.13" />
                <polygon class="cls-8" points="64.94 74.38 71.75 70.45 71.75 69.6 64.94 73.53 64.94 74.38" />
                <polygon class="cls-8" points="75.03 46.17 81.84 42.24 81.84 41.39 75.03 45.32 75.03 46.17" />
              </g>
            </g>
          </g>
        </g>
      </g>
    </svg>
  </div>
</template>

<style scoped>
      .cls-1 {
        isolation: isolate;
      }

      .cls-1, .cls-2, .cls-3, .cls-4 {
        fill: none;
      }

      .cls-5 {
        filter: url(#luminosity-noclip);
      }

      .cls-6 {
        fill: #413ece;
      }

      .cls-7 {
        fill: #5959ea;
      }

      .cls-8 {
        fill: #58595b;
      }

      .cls-2 {
        mask: url(#mask-1);
      }

      .cls-3 {
        mask: url(#mask);
      }

      .cls-9 {
        fill: url(#_Безымянный_градиент_8-9);
      }

      .cls-10 {
        fill: url(#_Безымянный_градиент_8-4);
      }

      .cls-11 {
        fill: url(#_Безымянный_градиент_8-3);
      }

      .cls-12 {
        fill: url(#_Безымянный_градиент_8-2);
      }

      .cls-13 {
        fill: url(#_Безымянный_градиент_8-7);
      }

      .cls-14 {
        fill: url(#_Безымянный_градиент_8-5);
      }

      .cls-15 {
        fill: url(#_Безымянный_градиент_8-6);
      }

      .cls-16 {
        fill: url(#_Безымянный_градиент_8-8);
      }

      .cls-4 {
        mix-blend-mode: color-dodge;
      }

      .cls-17 {
        fill: url(#_Безымянный_градиент_8-16);
      }

      .cls-18 {
        fill: url(#_Безымянный_градиент_8-17);
      }

      .cls-19 {
        fill: url(#_Безымянный_градиент_8-18);
      }

      .cls-20 {
        fill: url(#_Безымянный_градиент_8-10);
      }

      .cls-21 {
        fill: url(#_Безымянный_градиент_8-19);
      }

      .cls-22 {
        fill: url(#_Безымянный_градиент_8-11);
      }

      .cls-23 {
        fill: url(#_Безымянный_градиент_8-12);
      }

      .cls-24 {
        fill: url(#_Безымянный_градиент_8-13);
      }

      .cls-25 {
        fill: url(#_Безымянный_градиент_8-14);
      }

      .cls-26 {
        fill: url(#_Безымянный_градиент_8-15);
      }

      .cls-27 {
        fill: url(#_Безымянный_градиент_8-20);
      }

      .cls-28 {
        fill: url(#linear-gradient);
        mix-blend-mode: multiply;
      }

      .cls-29 {
        fill: url(#_Безымянный_градиент_8);
      }
    </style>
