<script setup>

</script>

<template>
  <div>
    <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 354.82 297.47">
      <defs>
        <linearGradient id="_Безымянный_градиент_10" data-name="Безымянный градиент 10" x1="154.93" y1="92.33" x2="343.85" y2="92.33" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#413ece" stop-opacity=".5" />
          <stop offset=".26" stop-color="#28228f" stop-opacity=".74" />
          <stop offset=".6" stop-color="#150c5c" stop-opacity=".94" />
          <stop offset="1" stop-color="#0f054c" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_7" data-name="Безымянный градиент 7" x1="142.44" y1="99.33" x2="331.35" y2="99.33" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#413ece" stop-opacity=".5" />
          <stop offset="1" stop-color="#0f054c" />
        </linearGradient>
        <linearGradient id="_Ѕезым_нный_градиент_2" data-name="Ѕезым€нный градиент 2" x1="-2645.01" y1="126.16" x2="-2526.03" y2="126.16" gradientTransform="translate(-2414.58) rotate(-180) scale(1 -1)" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#c0bff6" />
          <stop offset=".29" stop-color="#c4c3f6" />
          <stop offset=".64" stop-color="#d2d2f9" />
          <stop offset="1" stop-color="#e9e9fd" />
        </linearGradient>
        <linearGradient id="_Ѕезым_нный_градиент_24" data-name="Ѕезым€нный градиент 24" x1="-2645.01" y1="156.68" x2="-2624.58" y2="156.68" gradientTransform="translate(-2414.58) rotate(-180) scale(1 -1)" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#5761d7" />
          <stop offset=".18" stop-color="#5b65d8" />
          <stop offset=".39" stop-color="#6a72de" />
          <stop offset=".61" stop-color="#8188e8" />
          <stop offset=".85" stop-color="#a2a6f5" />
          <stop offset="1" stop-color="#bcbeff" />
        </linearGradient>
        <linearGradient id="_Ѕезым_нный_градиент_2-2" data-name="Ѕезым€нный градиент 2" x1="-2572.6" y1="185.37" x2="-2404.47" y2="185.37" xlink:href="#_Ѕезым_нный_градиент_2" />
        <clipPath id="clippath">
          <polygon class="cls-1" points="227.59 117.94 124.11 58.23 111.11 135.53 214.52 195.21 227.59 117.94" />
        </clipPath>
        <linearGradient id="_Ѕезым_нный_градиент_24-2" data-name="Ѕезым€нный градиент 24" x1="-2693.68" y1="152.99" x2="-2525.64" y2="152.99" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Ѕезым_нный_градиент_2-3" data-name="Ѕезым€нный градиент 2" x1="-2637.22" y1="148.39" x2="-2469.09" y2="148.39" xlink:href="#_Ѕезым_нный_градиент_2" />
        <linearGradient id="_Безымянный_градиент_8" data-name="Безымянный градиент 8" x1="208.26" y1="120.02" x2="211.23" y2="120.02" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset="1" stop-color="#8ce2fe" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-2" data-name="Безымянный градиент 8" x1="212.39" y1="122.4" x2="215.35" y2="122.4" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-3" data-name="Безымянный градиент 8" x1="216.68" y1="124.78" x2="219.3" y2="124.78" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-4" data-name="Безымянный градиент 8" x1="132.25" y1="76.31" x2="137.25" y2="76.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-5" data-name="Безымянный градиент 8" x1="227.59" y1="253.96" x2="279.02" y2="253.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Ѕезым_нный_градиент_51" data-name="Ѕезым€нный градиент 51" x1="235.16" y1="229.42" x2="271.55" y2="250.43" gradientUnits="userSpaceOnUse">
          <stop offset=".24" stop-color="#5761d7" />
          <stop offset=".39" stop-color="#7a81e5" />
          <stop offset=".55" stop-color="#979bf0" />
          <stop offset=".7" stop-color="#abaef8" />
          <stop offset=".85" stop-color="#b7bafd" />
          <stop offset="1" stop-color="#bcbeff" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-6" data-name="Безымянный градиент 8" x1="227.59" y1="239.91" x2="279.02" y2="239.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-7" data-name="Безымянный градиент 8" x1="228.38" y1="239.91" x2="278.24" y2="239.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_47" data-name="Безымянный градиент 47" x1="253.31" y1="252.43" x2="253.31" y2="169.34" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#2c2760" />
          <stop offset=".53" stop-color="#413ece" stop-opacity=".8" />
          <stop offset=".59" stop-color="#413fce" stop-opacity=".77" />
          <stop offset=".66" stop-color="#4242d0" stop-opacity=".69" />
          <stop offset=".75" stop-color="#4448d2" stop-opacity=".56" />
          <stop offset=".85" stop-color="#4650d5" stop-opacity=".37" />
          <stop offset=".95" stop-color="#495ada" stop-opacity=".14" />
          <stop offset="1" stop-color="#4b61dd" stop-opacity="0" />
        </linearGradient>
        <radialGradient id="_Ѕезым_нный_градиент_28" data-name="Ѕезым€нный градиент 28" cx="46.99" cy="145.68" fx="46.99" fy="145.68" r="28" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#42e8e0" />
          <stop offset=".03" stop-color="#3fdcd8" />
          <stop offset=".24" stop-color="#309bae" />
          <stop offset=".43" stop-color="#24658b" />
          <stop offset=".61" stop-color="#1b3b6f" />
          <stop offset=".77" stop-color="#141d5c" />
          <stop offset=".9" stop-color="#100b50" />
          <stop offset="1" stop-color="#0f054c" />
        </radialGradient>
        <linearGradient id="_Безымянный_градиент_8-8" data-name="Безымянный градиент 8" x1=".03" y1="131.02" x2="48.21" y2="131.02" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-9" data-name="Безымянный градиент 8" x1="1.78" y1="130.33" x2="46.63" y2="130.33" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-10" data-name="Безымянный градиент 8" x1="32.48" y1="102.21" x2="34.08" y2="102.21" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-11" data-name="Безымянный градиент 8" x1="18.49" y1="65.6" x2="20.09" y2="65.6" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-12" data-name="Безымянный градиент 8" x1="19.29" y1="92.96" x2="21.65" y2="92.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-13" data-name="Безымянный градиент 8" x1="17.84" y1="113.11" x2="19.51" y2="113.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-14" data-name="Безымянный градиент 8" x1="28.83" y1="79.37" x2="31.39" y2="79.37" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-15" data-name="Безымянный градиент 8" x1="28.66" y1="83.51" x2="30.39" y2="83.51" xlink:href="#_Безымянный_градиент_8" />
        <clipPath id="clippath-1">
          <path class="cls-1" d="m39.2,111.76l.3-.13c.06-.03.14,0,.17.06.03.06,0,.14-.06.17l-.3.14-.11-.23Z" />
        </clipPath>
        <clipPath id="clippath-2">
          <path class="cls-1" d="m41.57,110.79l-.28.18c-.06.04-.14.02-.17-.04-.04-.06-.02-.14.04-.17h0s.27-.18.27-.18l.13.22Z" />
        </clipPath>
        <clipPath id="clippath-3">
          <path class="cls-1" d="m6.53,78.15l.05.03c.06.04.08.11.04.17-.04.06-.12.08-.18.04l-.05-.03.14-.21Z" />
        </clipPath>
        <clipPath id="clippath-4">
          <path class="cls-1" d="m41.57,78.65l-.28.18c-.06.04-.14.02-.17-.04-.04-.06-.02-.14.04-.17h0s.27-.18.27-.18l.13.22Z" />
        </clipPath>
        <clipPath id="clippath-5">
          <path class="cls-1" d="m39.2,79.62l.3-.13c.06-.03.14,0,.17.06.03.06,0,.14-.06.17l-.3.14-.11-.23Z" />
        </clipPath>
        <clipPath id="clippath-6">
          <path class="cls-1" d="m23.14,82.9h-.33c-.07,0-.13-.07-.12-.14,0-.07.06-.13.13-.12h.33s0,.26,0,.26Z" />
        </clipPath>
        <clipPath id="clippath-7">
          <path class="cls-1" d="m40.88,96.24l.29-.15h0c.06-.04.14-.01.17.05.03.06,0,.14-.05.17l-.29.15-.12-.22Z" />
        </clipPath>
        <clipPath id="clippath-8">
          <path class="cls-1" d="m6.84,76.61l.28-.18c.06-.04.14-.02.17.04.04.06.02.14-.04.17h0s-.27.18-.27.18l-.13-.22Z" />
        </clipPath>
        <linearGradient id="_Безымянный_градиент_49" data-name="Безымянный градиент 49" x1="24.2" y1="134.43" x2="24.2" y2="1.81" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#2c2760" />
          <stop offset=".39" stop-color="#413ece" stop-opacity=".9" />
          <stop offset=".62" stop-color="#444ad3" stop-opacity=".55" />
          <stop offset=".88" stop-color="#4758d9" stop-opacity=".15" />
          <stop offset="1" stop-color="#495edc" stop-opacity="0" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-16" data-name="Безымянный градиент 8" x1="39.95" y1="110.85" x2="42.51" y2="110.85" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-17" data-name="Безымянный градиент 8" x1="41.16" y1="107.32" x2="43.07" y2="107.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-18" data-name="Безымянный градиент 8" x1="44.22" y1="106.91" x2="45.44" y2="106.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-19" data-name="Безымянный градиент 8" x1="47.2" y1="105.96" x2="48" y2="105.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-20" data-name="Безымянный градиент 8" x1="48.13" y1="104.33" x2="49.24" y2="104.33" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-21" data-name="Безымянный градиент 8" x1="46.82" y1="103.16" x2="48.2" y2="103.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-22" data-name="Безымянный градиент 8" x1="5.84" y1="76.54" x2="8.4" y2="76.54" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-23" data-name="Безымянный градиент 8" x1="2.36" y1="76.82" x2="4.08" y2="76.82" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-24" data-name="Безымянный градиент 8" x1="3.04" y1="79.37" x2="4.58" y2="79.37" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-25" data-name="Безымянный градиент 8" x1="2.65" y1="81.19" x2="3.63" y2="81.19" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-26" data-name="Безымянный градиент 8" x1=".41" y1="81.57" x2="1.17" y2="81.57" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-27" data-name="Безымянный градиент 8" x1="39.95" y1="78.72" x2="42.51" y2="78.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-28" data-name="Безымянный градиент 8" x1="41.54" y1="75.25" x2="43.41" y2="75.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-29" data-name="Безымянный градиент 8" x1="44.43" y1="74.12" x2="45.75" y2="74.12" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-30" data-name="Безымянный градиент 8" x1="46.75" y1="74.32" x2="47.68" y2="74.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-31" data-name="Безымянный градиент 8" x1="48.04" y1="72.91" x2="48.53" y2="72.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-32" data-name="Безымянный градиент 8" x1="131.47" y1="81.28" x2="136.94" y2="81.28" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-33" data-name="Безымянный градиент 8" x1="138.6" y1="84.64" x2="141.44" y2="84.64" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-34" data-name="Безымянный градиент 8" x1="135.57" y1="85.91" x2="138.02" y2="85.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-35" data-name="Безымянный градиент 8" x1="138.94" y1="87.97" x2="141.78" y2="87.97" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-36" data-name="Безымянный градиент 8" x1="135.09" y1="91.11" x2="145.64" y2="91.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-37" data-name="Безымянный градиент 8" x1="126.12" y1="115.01" x2="136.67" y2="115.01" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-38" data-name="Безымянный градиент 8" x1="137.81" y1="119.53" x2="140.65" y2="119.53" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-39" data-name="Безымянный градиент 8" x1="134.61" y1="91.62" x2="137.06" y2="91.62" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-40" data-name="Безымянный градиент 8" x1="137.98" y1="93.68" x2="140.82" y2="93.68" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-41" data-name="Безымянный градиент 8" x1="134.13" y1="95.47" x2="140.03" y2="95.47" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-42" data-name="Безымянный градиент 8" x1="141" y1="98.55" x2="143.83" y2="98.55" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-43" data-name="Безымянный градиент 8" x1="144.83" y1="100.76" x2="147.66" y2="100.76" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-44" data-name="Безымянный градиент 8" x1="148.65" y1="103.65" x2="153.84" y2="103.65" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-45" data-name="Безымянный градиент 8" x1="147.06" y1="108.32" x2="149.9" y2="108.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-46" data-name="Безымянный градиент 8" x1="150.89" y1="111.2" x2="156.08" y2="111.2" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-47" data-name="Безымянный градиент 8" x1="133.17" y1="100.3" x2="136.01" y2="100.3" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-48" data-name="Безымянный градиент 8" x1="137" y1="102.51" x2="139.84" y2="102.51" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-49" data-name="Безымянный градиент 8" x1="140.83" y1="105.4" x2="146.02" y2="105.4" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-50" data-name="Безымянный градиент 8" x1="151.28" y1="107.62" x2="154.12" y2="107.62" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-51" data-name="Безымянный градиент 8" x1="155.11" y1="109.83" x2="157.94" y2="109.83" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-52" data-name="Безымянный градиент 8" x1="158.94" y1="112.72" x2="164.12" y2="112.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-53" data-name="Безымянный градиент 8" x1="141.93" y1="121.91" x2="144.77" y2="121.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-54" data-name="Безымянный градиент 8" x1="145.76" y1="124.8" x2="150.95" y2="124.8" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-55" data-name="Безымянный градиент 8" x1="132.22" y1="106.01" x2="135.05" y2="106.01" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-56" data-name="Безымянный градиент 8" x1="136.04" y1="108.9" x2="141.23" y2="108.9" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-57" data-name="Безымянный градиент 8" x1="144.8" y1="126.7" x2="147.64" y2="126.7" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-58" data-name="Безымянный градиент 8" x1="148.63" y1="129.59" x2="153.82" y2="129.59" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-59" data-name="Безымянный градиент 8" x1="150.68" y1="97.88" x2="153.52" y2="97.88" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-60" data-name="Безымянный градиент 8" x1="146.7" y1="95.58" x2="149.54" y2="95.58" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-61" data-name="Безымянный градиент 8" x1="154.51" y1="100.77" x2="159.7" y2="100.77" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-62" data-name="Безымянный градиент 8" x1="133.65" y1="97.37" x2="136.23" y2="97.37" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-63" data-name="Безымянный градиент 8" x1="137.3" y1="100.46" x2="143.28" y2="100.46" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-64" data-name="Безымянный градиент 8" x1="144.35" y1="104.52" x2="150.33" y2="104.52" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-65" data-name="Безымянный градиент 8" x1="160.78" y1="103.63" x2="163.36" y2="103.63" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-66" data-name="Безымянный градиент 8" x1="164.42" y1="106.72" x2="170.4" y2="106.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-67" data-name="Безымянный градиент 8" x1="171.47" y1="110.79" x2="177.45" y2="110.79" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-68" data-name="Безымянный градиент 8" x1="132.75" y1="104.09" x2="138.73" y2="104.09" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-69" data-name="Безымянный градиент 8" x1="139.79" y1="107" x2="141.77" y2="107" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-70" data-name="Безымянный градиент 8" x1="142.84" y1="108.77" x2="144.82" y2="108.77" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-71" data-name="Безымянный градиент 8" x1="145.9" y1="111.27" x2="150.46" y2="111.27" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-72" data-name="Безымянный градиент 8" x1="154.81" y1="106.28" x2="156.79" y2="106.28" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-73" data-name="Безымянный градиент 8" x1="157.86" y1="108.79" x2="162.43" y2="108.79" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-74" data-name="Безымянный градиент 8" x1="159.05" y1="109.47" x2="163.62" y2="109.47" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-75" data-name="Безымянный градиент 8" x1="134.49" y1="124.76" x2="140.38" y2="124.76" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-76" data-name="Безымянный градиент 8" x1="141.35" y1="127.84" x2="144.19" y2="127.84" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-77" data-name="Безымянный градиент 8" x1="145.18" y1="130.05" x2="148.02" y2="130.05" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-78" data-name="Безымянный градиент 8" x1="149.01" y1="132.94" x2="154.2" y2="132.94" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-79" data-name="Безымянный градиент 8" x1="155.31" y1="135.9" x2="158.15" y2="135.9" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-80" data-name="Безымянный градиент 8" x1="159.14" y1="138.79" x2="164.33" y2="138.79" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-81" data-name="Безымянный градиент 8" x1="142.54" y1="134.79" x2="145.37" y2="134.79" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-82" data-name="Безымянный градиент 8" x1="146.36" y1="137.68" x2="151.55" y2="137.68" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-83" data-name="Безымянный градиент 8" x1="128.78" y1="126.84" x2="131.62" y2="126.84" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-84" data-name="Безымянный градиент 8" x1="132.61" y1="129.05" x2="135.45" y2="129.05" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-85" data-name="Безымянный градиент 8" x1="136.44" y1="131.94" x2="141.62" y2="131.94" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-86" data-name="Безымянный градиент 8" x1="134.01" y1="126.66" x2="136.59" y2="126.66" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-87" data-name="Безымянный градиент 8" x1="137.65" y1="129.74" x2="143.64" y2="129.74" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-88" data-name="Безымянный градиент 8" x1="144.7" y1="133.81" x2="150.68" y2="133.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-89" data-name="Безымянный градиент 8" x1="123.69" y1="127.95" x2="129.67" y2="127.95" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-90" data-name="Безымянный градиент 8" x1="130.74" y1="130.86" x2="132.72" y2="130.86" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-91" data-name="Безымянный градиент 8" x1="133.79" y1="132.62" x2="135.77" y2="132.62" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-92" data-name="Безымянный градиент 8" x1="136.84" y1="135.13" x2="141.41" y2="135.13" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-93" data-name="Безымянный градиент 8" x1="138.03" y1="135.81" x2="142.6" y2="135.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-94" data-name="Безымянный градиент 8" x1="130.3" y1="118.08" x2="132.27" y2="118.08" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-95" data-name="Безымянный градиент 8" x1="133.35" y1="120.59" x2="137.92" y2="120.59" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-96" data-name="Безымянный градиент 8" x1="139.11" y1="123.91" x2="143.68" y2="123.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-97" data-name="Безымянный градиент 8" x1="163.05" y1="143.5" x2="165.89" y2="143.5" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-98" data-name="Безымянный градиент 8" x1="166.88" y1="146.39" x2="172.07" y2="146.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-99" data-name="Безымянный градиент 8" x1="151.6" y1="137.39" x2="156.17" y2="137.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-100" data-name="Безымянный градиент 8" x1="157.36" y1="140.71" x2="161.93" y2="140.71" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-101" data-name="Безымянный градиент 8" x1="127.21" y1="106" x2="129.19" y2="106" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-102" data-name="Безымянный градиент 8" x1="130.26" y1="108.51" x2="134.83" y2="108.51" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-103" data-name="Безымянный градиент 8" x1="136.03" y1="111.84" x2="140.59" y2="111.84" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-104" data-name="Безымянный градиент 8" x1="243.14" y1="191.56" x2="244.74" y2="191.56" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-105" data-name="Безымянный градиент 8" x1="257.13" y1="228.16" x2="258.73" y2="228.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-106" data-name="Безымянный градиент 8" x1="255.57" y1="200.81" x2="257.93" y2="200.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-107" data-name="Безымянный градиент 8" x1="257.71" y1="180.65" x2="259.38" y2="180.65" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-108" data-name="Безымянный градиент 8" x1="245.83" y1="214.39" x2="248.38" y2="214.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-109" data-name="Безымянный градиент 8" x1="246.83" y1="210.25" x2="248.56" y2="210.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-110" data-name="Безымянный градиент 8" x1="181.86" y1="136.16" x2="211.4" y2="136.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-111" data-name="Безымянный градиент 8" x1="179.21" y1="151.99" x2="208.74" y2="151.99" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_18" data-name="Безымянный градиент 18" x1="187.38" y1="132.33" x2="222.07" y2="147.17" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset=".09" stop-color="#73b5da" />
          <stop offset=".21" stop-color="#5887b4" />
          <stop offset=".33" stop-color="#425f94" />
          <stop offset=".45" stop-color="#2f3e7a" />
          <stop offset=".58" stop-color="#212565" />
          <stop offset=".71" stop-color="#171357" />
          <stop offset=".84" stop-color="#10084e" />
          <stop offset="1" stop-color="#0f054c" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-112" data-name="Безымянный градиент 8" x1="182.45" y1="152.27" x2="202.21" y2="152.27" xlink:href="#_Безымянный_градиент_8" />
        <image id="image" width="3" height="2" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAMAAAACCAYAAACddGYaAAAACXBIWXMAAAsSAAALEgHS3X78AAAAFElEQVQImWPgY/H+D8IMKICBgQEAN3QCuYHxsc0AAAAASUVORK5CYII=" />
        <image id="image-2" width="3" height="2" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAMAAAACCAYAAACddGYaAAAACXBIWXMAAAsSAAALEgHS3X78AAAAFElEQVQImWNwfH7/PwgzoAAGBgYAf+oGDV4ZfCwAAAAASUVORK5CYII=" />
        <image id="image-3" width="2" height="2" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAACCAYAAABytg0kAAAACXBIWXMAAAsSAAALEgHS3X78AAAAFElEQVQImWMAAT4W7/9gBgMDAwMADicBXUYr+ssAAAAASUVORK5CYII=" />
      </defs>
      <g class="cls-13">
        <g id="_Слой_2" data-name="Слой 2">
          <g id="_лой_1" data-name="—лой_1">
            <g>
              <path class="cls-41" d="m265.55,246.38l-.16-.28,87.54-50.52c1.01-.58,1.56-1.35,1.56-2.15s-.56-1.57-1.56-2.15l-15.41-8.91.16-.28,15.41,8.91c1.11.64,1.73,1.51,1.73,2.43s-.61,1.79-1.72,2.43l-87.54,50.52Z" />
              <path class="cls-41" d="m65.18,171.24c-.96,0-1.91-.25-2.76-.74l-26.25-15.19.17-.3,26.25,15.19c1.6.92,3.58.92,5.18,0l37.54-21.66.17.3-37.54,21.66c-.85.49-1.81.74-2.76.74Z" />
              <path class="cls-41" d="m151.4,258.79c-.77,0-1.59-.19-2.22-.55l-101.95-58.86c-.64-.37-1.01-.88-1.01-1.38,0-.43.26-.82.74-1.1l60.84-35.12c1.01-.58,2.78-.51,3.94.16l101.95,58.86c.64.37,1.01.88,1.01,1.38,0,.43-.26.82-.74,1.1l-60.84,35.12c-.46.27-1.08.4-1.72.4Zm-104-59.71l101.95,58.86c1.07.62,2.68.69,3.6.16l60.84-35.12c.36-.21.57-.49.57-.79,0-.38-.3-.77-.84-1.08l-101.95-58.86c-1.07-.62-2.68-.69-3.6-.16l-60.84,35.12c-.36.21-.57.49-.57.79,0,.38.3.77.84,1.08h0Z" />
              <g>
                <path class="cls-38" d="m214.52,212l-5.61-.81-97.26-56.15c-1.12-.64-2.8-.71-3.77-.16l-57.92,33.44-3.57-.51v4.73h.01c0,.43.31.87.91,1.22l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.44-.26.65-.6.64-.96h.01s0-4.69,0-4.69Z" />
                <path class="cls-41" d="m47.31,189.06l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.97-.56.85-1.53-.27-2.18l-101.95-58.86c-1.12-.64-2.8-.71-3.77-.16l-60.84,35.12c-.97.56-.85,1.53.27,2.18Z" />
                <path class="cls-40" d="m56.14,190.21l91.12,52.61c1,.58,2.51.64,3.37.14l54.38-31.39c.86-.5.76-1.37-.24-1.95l-91.12-52.61c-1-.58-2.51-.64-3.37-.14l-54.38,31.39c-.86.5-.76,1.37.24,1.95Z" />
                <path class="cls-37" d="m213.87,212.44l-60.84,35.12c-.97.56-2.65.49-3.77-.16l-101.95-58.86c-.49-.28-.78-.63-.87-.98-.15.5.14,1.06.87,1.49l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.54-.31.73-.76.6-1.2-.08.26-.27.5-.6.69Z" />
              </g>
              <g>
                <g>
                  <path class="cls-41" d="m331.27,186.01l-16.47-9.22c-3.69-2.06-6.93-6.61-8.06-11.31l-14.26-58.92c-.91-3.74-2.94-6.92-5.24-9.1l-1.99,6.11c-.49,1.52-1.42,2.58-2.69,3.06-1.53.59-3.46.28-5.43-.85l-2.32-1.34-2.06,6.32c-.49,1.52-1.42,2.58-2.69,3.06-1.53.59-3.46.28-5.43-.85l-2.97-1.72c-3.43-1.98-6.57-6.28-7.79-10.68-1.11-4-3.4-7.22-5.87-9.25l-1.37,2.9c-.57,1.22-1.49,2.05-2.65,2.41-1.48.46-3.32.13-5.18-.94l-1.55-.9-3.12,6.61c-.57,1.22-1.49,2.05-2.65,2.41-1.48.46-3.32.13-5.18-.94l-3.4-1.96c-3.73-2.15-6.94-6.78-8-11.51l-14.25-63.64c-.89-3.96-3.07-7.33-5.52-9.57l-20.54,56.14c-.52,1.42-1.45,2.41-2.68,2.86-1.52.55-3.42.24-5.36-.88l-2.11-1.22-2.35,6.42c-.52,1.42-1.45,2.41-2.68,2.86-1.52.55-3.42.24-5.36-.88l-11.95-6.9,12.82-7.37.08.05,9.26,5.35,20.66-56.46c.79-2.17,2.41-3.3,4.53-3.15,1.71.11,3.68,1.06,5.52,2.64l2.44-6.67c.79-2.17,2.41-3.3,4.53-3.15,4.16.27,9.91,5.55,11.51,12.68l14.25,63.64c1.02,4.58,4.25,9.22,7.85,11.3l1.55.89,1.45-3.07c.88-1.86,2.46-2.8,4.45-2.63,1.49.13,3.21.89,4.86,2.18l3.18-6.73c.88-1.86,2.46-2.8,4.45-2.63,3.88.33,9.25,4.95,11.16,11.84,1.21,4.33,4.28,8.55,7.64,10.49l.3.17,2.12-6.51c.74-2.27,2.32-3.47,4.46-3.39,1.83.07,3.95,1.07,5.9,2.79l2.14-6.58c.74-2.27,2.31-3.48,4.46-3.39,4.19.16,9.84,5.19,11.59,12.42l14.26,58.92c1.12,4.62,4.3,9.08,7.91,11.1l16.47,9.22-.16.28-16.47-9.22c-3.69-2.06-6.93-6.61-8.06-11.31l-14.26-58.92c-1.69-6.98-7.31-12.02-11.29-12.17-.07,0-.13,0-.2,0-1.91,0-3.27,1.09-3.94,3.17l-2.19,6.72c2.39,2.2,4.49,5.47,5.44,9.39l14.26,58.92c1.12,4.62,4.3,9.08,7.91,11.1l16.47,9.22-.16.28Zm-83.13-94.98c2.54,2.07,4.9,5.36,6.04,9.46,1.21,4.33,4.28,8.55,7.64,10.49l2.97,1.72c1.89,1.09,3.71,1.38,5.15.83,1.17-.45,2.03-1.44,2.5-2.86l2.08-6.38-.36-.21c-3.43-1.98-6.57-6.28-7.79-10.68-1.88-6.76-7.11-11.29-10.88-11.61-1.88-.16-3.31.69-4.13,2.44l-3.21,6.8Zm26.77,13.11l2.38,1.38c1.89,1.09,3.71,1.39,5.15.83,1.17-.45,2.03-1.44,2.5-2.86l2.03-6.25c-1.93-1.74-4.02-2.77-5.79-2.84-2.01-.08-3.44,1.02-4.14,3.16l-2.14,6.57ZM195.25,15.87c2.55,2.28,4.81,5.74,5.72,9.81l14.25,63.64c1.02,4.58,4.25,9.22,7.85,11.3l3.4,1.96c1.78,1.03,3.52,1.35,4.92.91,1.07-.33,1.92-1.11,2.45-2.24l3.13-6.63-1.57-.91c-3.73-2.15-6.94-6.78-8-11.51l-14.25-63.64c-1.57-7-7.17-12.17-11.21-12.43-1.99-.13-3.45.89-4.21,2.94l-2.48,6.79Zm42.14,78.63l1.57.91c1.78,1.03,3.52,1.35,4.92.91,1.07-.33,1.92-1.11,2.45-2.24l1.4-2.97c-1.62-1.27-3.3-2.02-4.75-2.15-1.87-.16-3.31.69-4.13,2.44l-1.46,3.09Zm-94.63-19.91l11.46,6.62c1.85,1.07,3.66,1.38,5.09.86,1.14-.41,2-1.34,2.49-2.67l2.37-6.47-9.23-5.33-12.17,7Zm21.8-1.81l2.16,1.25c1.85,1.07,3.66,1.37,5.08.86,1.14-.41,2-1.34,2.49-2.67l20.59-56.25c-1.81-1.57-3.75-2.52-5.43-2.63-1.99-.12-3.45.89-4.21,2.94l-20.68,56.51Z" />
                  <polygon class="cls-41" points="187.08 13.85 186.92 13.57 199.52 6.33 199.68 6.61 187.08 13.85" />
                  <rect class="cls-41" x="239.17" y="85.7" width="14.71" height=".32" transform="translate(-9.92 134.66) rotate(-29.98)" />
                  <rect class="cls-41" x="277.56" y="91.02" width="15.32" height=".32" transform="translate(-7.56 153.99) rotate(-29.84)" />
                  <path class="cls-41" d="m331.27,186.01l-16.47-9.22c-3.69-2.06-6.93-6.61-8.06-11.31l-14.26-58.92c-.91-3.74-2.94-6.92-5.24-9.1l-1.99,6.11c-.49,1.52-1.42,2.58-2.69,3.06-1.53.59-3.46.28-5.43-.85l-2.32-1.34-2.06,6.32c-.49,1.52-1.42,2.58-2.69,3.06-1.53.59-3.46.28-5.43-.85l-2.97-1.72c-3.43-1.98-6.57-6.28-7.79-10.68-1.11-4-3.4-7.22-5.87-9.25l-1.37,2.9c-.57,1.22-1.49,2.05-2.65,2.41-1.48.46-3.32.13-5.18-.94l-1.55-.9-3.12,6.61c-.57,1.22-1.49,2.05-2.65,2.41-1.48.46-3.32.13-5.18-.94l-3.4-1.96c-3.73-2.15-6.94-6.78-8-11.51l-14.25-63.64c-.89-3.96-3.07-7.33-5.52-9.57l-20.54,56.14c-.52,1.42-1.45,2.41-2.68,2.86-1.52.55-3.42.24-5.36-.88l-2.11-1.22-2.35,6.42c-.52,1.42-1.45,2.41-2.68,2.86-1.52.55-3.42.24-5.36-.88l-11.95-6.9,12.82-7.37.08.05,9.26,5.35,20.66-56.46c.79-2.17,2.41-3.3,4.53-3.15,1.71.11,3.68,1.06,5.52,2.64l2.44-6.67c.79-2.17,2.41-3.3,4.53-3.15,4.16.27,9.91,5.55,11.51,12.68l14.25,63.64c1.02,4.58,4.25,9.22,7.85,11.3l1.55.89,1.45-3.07c.88-1.86,2.46-2.8,4.45-2.63,1.49.13,3.21.89,4.86,2.18l3.18-6.73c.88-1.86,2.46-2.8,4.45-2.63,3.88.33,9.25,4.95,11.16,11.84,1.21,4.33,4.28,8.55,7.64,10.49l.3.17,2.12-6.51c.74-2.27,2.32-3.47,4.46-3.39,1.83.07,3.95,1.07,5.9,2.79l2.14-6.58c.74-2.27,2.31-3.48,4.46-3.39,4.19.16,9.84,5.19,11.59,12.42l14.26,58.92c1.12,4.62,4.3,9.08,7.91,11.1l16.47,9.22-.16.28-16.47-9.22c-3.69-2.06-6.93-6.61-8.06-11.31l-14.26-58.92c-1.69-6.98-7.31-12.02-11.29-12.17-.07,0-.13,0-.2,0-1.91,0-3.27,1.09-3.94,3.17l-2.19,6.72c2.39,2.2,4.49,5.47,5.44,9.39l14.26,58.92c1.12,4.62,4.3,9.08,7.91,11.1l16.47,9.22-.16.28Zm-83.13-94.98c2.54,2.07,4.9,5.36,6.04,9.46,1.21,4.33,4.28,8.55,7.64,10.49l2.97,1.72c1.89,1.09,3.71,1.38,5.15.83,1.17-.45,2.03-1.44,2.5-2.86l2.08-6.38-.36-.21c-3.43-1.98-6.57-6.28-7.79-10.68-1.88-6.76-7.11-11.29-10.88-11.61-1.88-.16-3.31.69-4.13,2.44l-3.21,6.8Zm26.77,13.11l2.38,1.38c1.89,1.09,3.71,1.39,5.15.83,1.17-.45,2.03-1.44,2.5-2.86l2.03-6.25c-1.93-1.74-4.02-2.77-5.79-2.84-2.01-.08-3.44,1.02-4.14,3.16l-2.14,6.57ZM195.25,15.87c2.55,2.28,4.81,5.74,5.72,9.81l14.25,63.64c1.02,4.58,4.25,9.22,7.85,11.3l3.4,1.96c1.78,1.03,3.52,1.35,4.92.91,1.07-.33,1.92-1.11,2.45-2.24l3.13-6.63-1.57-.91c-3.73-2.15-6.94-6.78-8-11.51l-14.25-63.64c-1.57-7-7.17-12.17-11.21-12.43-1.99-.13-3.45.89-4.21,2.94l-2.48,6.79Zm42.14,78.63l1.57.91c1.78,1.03,3.52,1.35,4.92.91,1.07-.33,1.92-1.11,2.45-2.24l1.4-2.97c-1.62-1.27-3.3-2.02-4.75-2.15-1.87-.16-3.31.69-4.13,2.44l-1.46,3.09Zm-94.63-19.91l11.46,6.62c1.85,1.07,3.66,1.38,5.09.86,1.14-.41,2-1.34,2.49-2.67l2.37-6.47-9.23-5.33-12.17,7Zm21.8-1.81l2.16,1.25c1.85,1.07,3.66,1.37,5.08.86,1.14-.41,2-1.34,2.49-2.67l20.59-56.25c-1.81-1.57-3.75-2.52-5.43-2.63-1.99-.12-3.45.89-4.21,2.94l-20.68,56.51Z" />
                </g>
                <path class="cls-18" d="m154.93,67.41l11.7,6.76c3.52,2.03,6.65,1.27,7.8-1.89l23.14-63.24c2.64-7.22,13.44-.69,15.73,9.51l14.25,63.64c1.04,4.65,4.26,9.29,7.92,11.4l3.4,1.96c3.31,1.91,6.3,1.36,7.6-1.4l4.71-9.99c2.92-6.19,12.66-.35,15.32,9.19h0c1.23,4.4,4.29,8.61,7.72,10.59l2.97,1.72c3.6,2.08,6.79,1.23,7.88-2.12l4.3-13.2c2.42-7.45,13.26-1.25,15.74,9.02l14.26,58.92c1.12,4.63,4.36,9.17,7.99,11.21l16.47,9.22-188.91-111.28Z" />
                <path class="cls-19" d="m142.44,74.41l11.7,6.76c3.52,2.03,6.65,1.27,7.8-1.89l23.14-63.24c2.64-7.22,13.44-.69,15.73,9.51l14.25,63.64c1.04,4.65,4.27,9.29,7.92,11.4l3.4,1.96c3.31,1.91,6.3,1.36,7.6-1.4l4.71-9.99c2.92-6.19,12.66-.35,15.32,9.19h0c1.22,4.4,4.29,8.61,7.72,10.59l2.97,1.72c3.61,2.08,6.79,1.23,7.88-2.12l4.3-13.2c2.42-7.45,13.26-1.25,15.74,9.02l14.26,58.92c1.12,4.63,4.36,9.17,7.99,11.21l16.47,9.22-188.91-111.28Z" />
              </g>
              <g>
                <g>
                  <g>
                    <g>
                      <g>
                        <path class="cls-140" d="m111.47,133.56l12.89-76.46-1.04-.44,1.56-.89h0c.3-.19.73-.18,1.2.09l103,59.46c.85.49,1.49,1.74,1.34,2.62l-12.99,77.07c-.07.4-.27.67-.54.78h0s-1.52.88-1.52.88l-.26-1.42.09.03-102.37-59.1c-.85-.49-1.49-1.74-1.34-2.62Z" />
                        <path class="cls-36" d="m228.49,117.42l1.69-.75c.19.43.28.89.22,1.27l-12.99,77.07c-.07.4-.27.67-.54.78h0s-1.52.88-1.52.88l-.26-1.42.09.03-5.18-2.99,18.5-74.87Z" />
                        <path class="cls-39" d="m111.19,137.11l103,59.46c.8.46,1.48.19,1.62-.63l12.99-77.07c.15-.88-.49-2.13-1.34-2.62l-103-59.46c-.8-.46-1.48-.19-1.62.63l-12.99,77.07c-.15.88.49,2.13,1.34,2.62Z" />
                        <polygon class="cls-41" points="124.11 58.23 227.59 117.94 214.52 195.21 111.11 135.53 124.11 58.23" />
                      </g>
                      <g>
                        <path class="cls-41" d="m46.44,173.59l5.62,2.94,56.36-32.54c.94-.54,2.59-.48,3.68.15l97.21,56.12c.93-.52,5.17-2.56,5.17-2.56l-2.06,3.34s0,0,0,0c-.09.24-.27.46-.58.64l-59.36,34.27c-.94.54-2.59.48-3.68-.15l-99.47-57.43c-.45-.26-.72-.57-.83-.89h0s-2.04-3.89-2.04-3.89Z" />
                        <path class="cls-148" d="m47.31,174.52l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.97-.56.85-1.53-.27-2.18l-101.95-58.86c-1.12-.64-2.8-.71-3.77-.16l-60.84,35.12c-.97.56-.85,1.53.27,2.18Z" />
                        <path class="cls-37" d="m47.31,174.06l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.34-.2.54-.45.61-.71.11.43-.08.86-.61,1.17l-60.84,35.12c-.97.56-2.65.49-3.77-.16l-101.95-58.86c-.72-.42-1.02-.97-.88-1.46.09.36.38.72.88,1.01Z" />
                      </g>
                    </g>
                    <g class="cls-15">
                      <g class="cls-14">
                        <g>
                          <g>
                            <path class="cls-47" d="m111.06,136.61l5.62,2.94,56.36-32.54c.94-.54,2.59-.48,3.68.15l97.21,56.12c.93-.52,5.17-2.56,5.17-2.56l-2.06,3.34s0,0,0,0c-.09.24-.27.46-.58.64l-59.36,34.27c-.94.54-2.59.48-3.68-.15l-99.47-57.43c-.45-.26-.72-.57-.83-.89h0s-2.04-3.89-2.04-3.89Z" />
                            <path class="cls-147" d="m111.93,137.53l101.95,58.86c1.12.64,2.8.71,3.77.16l60.84-35.12c.97-.56.85-1.53-.27-2.18l-101.95-58.86c-1.12-.64-2.8-.71-3.77-.16l-60.84,35.12c-.97.56-.85,1.53.27,2.18Z" />
                            <path class="cls-37" d="m278.21,159.25l-101.95-58.86c-.72-.41-1.67-.59-2.52-.51.63.05,1.26.22,1.77.51l101.95,58.86c1.12.64,1.24,1.62.27,2.18l-60.84,35.12c-.34.2-.78.31-1.25.36.74.06,1.48-.05,2-.36l60.84-35.12c.97-.56.85-1.53-.27-2.18Z" />
                          </g>
                          <g class="cls-3">
                            <path class="cls-39" d="m165.33,127.4l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m170.38,130.31l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m175.42,133.23l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m171.58,137.11l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m176.63,140.02l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m181.68,142.93l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m186.72,145.85l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m191.77,148.76l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m196.82,151.67l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m201.86,154.59l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m206.91,157.5l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m211.96,160.42l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m217,163.33l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m169.48,141.26l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m164.36,138.31l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m159.23,135.35l-7.04-4.06c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l7.04,4.06c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m153.28,137.28l-5.71-3.3c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l5.71,3.3c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m174.53,144.18l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m179.57,147.09l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m184.62,150.01l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m189.67,152.92l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m194.71,155.83l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m199.76,158.75l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m204.81,161.66l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m209.85,164.57l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m214.9,167.49l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m223.87,172.67l-7.13-4.12c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l7.13,4.12c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m214.62,178.07l-6.02-3.47c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l6.02,3.47c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m173.83,149.15l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m168.65,146.16l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m163.48,143.17l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m158.31,140.19l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m178.87,152.06l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m183.92,154.97l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m188.97,157.89l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m194.01,160.8l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m199.06,163.72l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m204.11,166.63l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m209.15,169.54l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m214.2,172.46l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m219.25,175.37l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m161.63,147.48l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m156.61,144.58l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m151.59,141.68l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m146.57,138.78l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m141.7,141.62l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m148.26,145.41l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m153.26,148.29l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m158.26,151.18l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m163.26,154.07l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m191.18,170.19l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m196.18,173.07l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m201.18,175.96l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m206.18,178.85l-3.27-1.89c-.26-.15-.71-.14-.99.03l-1.01.59c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l1.01-.59c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m166.68,150.39l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m171.72,153.31l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m176.77,156.22l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m181.82,159.13l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m186.86,162.05l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m191.91,164.96l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m196.96,167.87l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m202,170.79l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m207.05,173.7l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m166.44,134.14l-9.62-5.56c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l9.62,5.56c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m228.44,169.93l-9.62-5.56c-.26-.15-.71-.14-.99.03l-3.05,1.78c-.29.17-.3.42-.04.58l9.62,5.56c.26.15.71.14.99-.03l3.05-1.78c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m219.08,158.43l-3.27-1.89c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l3.27,1.89c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m182.43,137.27l-5.23-3.02c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l5.23,3.02c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m214.22,155.62l-5.23-3.02c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l5.23,3.02c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m189.71,141.48l-5.23-3.02c-.26-.15-.71-.14-.99.03l-3.63,2.12c-.29.17-.3.42-.04.58l5.23,3.02c.26.15.71.14.99-.03l3.63-2.12c.29-.17.3-.42.04-.58Z" />
                            <path class="cls-39" d="m179.85,141.2l22.72,13.12c.28.16.73.17.99.01l3.7-2.16c.27-.16.25-.41-.03-.58l-22.72-13.12-4.66,2.73Z" />
                            <path class="cls-39" d="m228.37,166.51l3.64,2.1c.22.12.58.11.81-.02l1.49-.87c.23-.14.25-.35.03-.47l-3.64-2.1c-.22-.12-.58-.11-.81.02l-1.49.87c-.23.14-.25.35-.03.47Z" />
                            <path class="cls-39" d="m223.28,163.57l3.64,2.1c.22.12.58.11.81-.02l1.49-.87c.23-.14.25-.35.03-.47l-3.64-2.1c-.22-.12-.58-.11-.81.02l-1.49.87c-.23.14-.25.35-.03.47Z" />
                            <path class="cls-39" d="m218.24,160.66l3.64,2.1c.22.12.58.11.81-.02l1.49-.87c.23-.14.25-.35.03-.47l-3.64-2.1c-.22-.12-.58-.11-.81.02l-1.49.87c-.23.14-.25.35-.03.47Z" />
                            <path class="cls-39" d="m220.66,165.1l3.64,2.1c.22.12.58.11.81-.02l1.49-.87c.23-.14.25-.35.03-.47l-3.64-2.1c-.22-.12-.58-.11-.81.02l-1.49.87c-.23.14-.25.35-.03.47Z" />
                          </g>
                        </g>
                      </g>
                    </g>
                  </g>
                  <g>
                    <path class="cls-41" d="m94.21,168l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m99.21,170.88l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m104.2,173.77l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m111.12,171.39l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m116.11,174.27l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m121.11,177.16l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m126.11,180.04l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m131.11,182.93l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m136.11,185.81l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m141.1,188.7l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m146.1,191.58l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m151.1,194.47l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m156.1,197.36l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m118.48,170.02l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m113.41,167.09l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m108.33,164.16l-6.97-4.02c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l6.97,4.02c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m111.88,160.59l-5.66-3.27c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l5.66,3.27c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m123.48,172.9l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m128.48,175.79l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m133.48,178.68l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m138.47,181.56l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m143.47,184.45l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m148.47,187.33l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m153.47,190.22l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m158.47,193.1l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m163.46,195.99l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m172.35,201.12l-7.06-4.08c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l7.06,4.08c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m182.08,195.5l-5.96-3.44c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l5.96,3.44c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m132.23,172.34l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m127.11,169.38l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m121.99,166.43l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m116.86,163.47l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m137.23,175.23l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m142.23,178.11l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m147.23,181l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m152.22,183.88l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m157.22,186.77l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m162.22,189.65l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m167.22,192.54l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m172.22,195.42l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m177.21,198.31l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m129.6,165.2l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m124.63,162.33l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m119.65,159.46l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m114.68,156.59l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m119.79,153.64l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m126.28,157.38l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m131.24,160.24l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m136.19,163.1l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m141.14,165.96l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m168.79,181.92l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m173.74,184.78l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m178.69,187.64l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m183.65,190.5l-3.24-1.87c-.26-.15-.23-.41.07-.59l1.06-.61c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-1.06.61c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m134.6,168.09l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m139.6,170.97l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m144.59,173.86l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m149.59,176.75l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m154.59,179.63l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m159.59,182.52l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m164.59,185.4l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m169.58,188.29l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m174.58,191.17l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m106.02,168.44l-9.53-5.5c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l9.53,5.5c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m167.43,203.89l-9.53-5.5c-.26-.15-.23-.41.07-.59l3.21-1.85c.3-.17.75-.19,1.01-.04l9.53,5.5c.26.15.23.41-.07.59l-3.21,1.85c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m147.44,198.73l-3.24-1.87c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l3.24,1.87c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m111.14,177.77l-5.18-2.99c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l5.18,2.99c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m142.62,195.95l-5.18-2.99c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l5.18,2.99c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m118.35,181.94l-5.18-2.99c-.26-.15-.23-.41.07-.59l3.82-2.21c.3-.17.75-.19,1.01-.04l5.18,2.99c.26.15.23.41-.07.59l-3.82,2.21c-.3.17-.75.19-1.01.04Z" />
                    <path class="cls-41" d="m118.12,176.14l22.5,12.99c.28.16.28.42,0,.58l-3.9,2.25c-.28.16-.73.16-1.01,0l-22.5-12.99,4.91-2.83Z" />
                    <path class="cls-41" d="m161.41,203.96l3.61,2.08c.21.12.19.34-.06.48l-1.56.9c-.25.14-.62.16-.83.03l-3.61-2.08c-.21-.12-.19-.34.06-.48l1.56-.9c.25-.14.62-.16.83-.03Z" />
                    <path class="cls-41" d="m156.37,201.05l3.61,2.08c.21.12.19.34-.06.48l-1.56.9c-.25.14-.62.16-.83.03l-3.61-2.08c-.21-.12-.19-.34.06-.48l1.56-.9c.25-.14.62-.16.83-.03Z" />
                    <path class="cls-41" d="m151.37,198.17l3.6,2.08c.21.12.19.34-.06.48l-1.56.9c-.25.14-.62.16-.83.03l-3.6-2.08c-.21-.12-.19-.34.06-.48l1.56-.9c.25-.14.62-.16.83-.03Z" />
                    <path class="cls-41" d="m159.13,199.46l3.6,2.08c.21.12.19.34-.06.48l-1.56.9c-.25.14-.62.16-.83.03l-3.61-2.08c-.21-.12-.19-.34.06-.48l1.56-.9c.25-.14.62-.16.83-.03Z" />
                  </g>
                </g>
                <g>
                  <path class="cls-149" d="m210.12,121.7c-.25,0-.51-.07-.75-.22-.78-.45-1.24-1.43-1.06-2.23.09-.38.31-.67.63-.8.36-.16.79-.11,1.2.13.77.44,1.24,1.44,1.06,2.23-.09.38-.31.67-.63.81-.14.06-.29.09-.44.09Zm-.73-3c-.11,0-.21.02-.31.06-.22.09-.37.29-.43.56-.15.65.25,1.48.89,1.85.31.18.63.22.89.11.22-.09.37-.29.43-.57.15-.65-.25-1.48-.89-1.85-.19-.11-.4-.17-.58-.17Z" />
                  <path class="cls-51" d="m214.24,124.07c-.25,0-.51-.07-.75-.22-.76-.44-1.24-1.44-1.06-2.23.09-.38.31-.67.63-.81.35-.15.79-.11,1.2.13.76.44,1.24,1.44,1.06,2.23-.09.38-.31.67-.63.81-.14.06-.29.09-.44.09Zm-.73-3c-.11,0-.21.02-.31.06-.22.09-.37.29-.43.57-.15.65.25,1.48.89,1.85.31.18.63.22.89.11.22-.09.37-.29.43-.57h0c.15-.65-.25-1.48-.89-1.85-.2-.11-.4-.17-.58-.17Z" />
                  <path class="cls-50" d="m219.27,125.52c-.17.72-.87.97-1.58.57-.7-.41-1.14-1.32-.97-2.04.17-.72.87-.97,1.58-.57.7.41,1.14,1.32.97,2.04Z" />
                </g>
                <polygon class="cls-43" points="140.25 80.05 138.05 78.78 138.22 77.76 140.42 79.03 140.25 80.05" />
                <polygon class="cls-43" points="143.46 81.9 141.25 80.62 141.42 79.61 143.63 80.88 143.46 81.9" />
                <polygon class="cls-49" points="137.08 78.22 132.25 75.43 132.42 74.41 137.25 77.2 137.08 78.22" />
              </g>
              <g>
                <g>
                  <path class="cls-41" d="m253.31,269.36c-1.35,0-2.7-.3-3.73-.89l-19.78-11.42c-1.03-.59-1.59-1.39-1.59-2.25s.57-1.66,1.59-2.25l19.78-11.42c2.06-1.19,5.4-1.19,7.46,0l19.78,11.42c1.03.59,1.59,1.39,1.59,2.25s-.57,1.66-1.59,2.25l-19.78,11.42c-1.03.59-2.38.89-3.73.89Zm-3.56-1.19c1.96,1.13,5.15,1.13,7.11,0l19.78-11.42c.92-.53,1.42-1.22,1.42-1.95,0-.73-.5-1.42-1.42-1.95l-19.78-11.42c-1.96-1.13-5.15-1.13-7.11,0l-19.78,11.42c-.92.53-1.42,1.22-1.42,1.95s.5,1.42,1.42,1.95l19.78,11.42Z" />
                  <g>
                    <path class="cls-55" d="m279.02,250.41v-6.77l-1.24-.69c-.35,2.12-2.84,3.51-4.92,3.8l-14.17,8.29-6.19,2.23-19.74-10.19.46-.26c-1.69-.79-2.6-2.59-3.51-4.24l-1.33.79-.79.22v6.89h0c0,.88.58,1.76,1.74,2.42l19.78,11.42c2.32,1.34,6.08,1.34,8.4,0l19.78-11.42c1.14-.66,1.72-1.52,1.74-2.38,0-.04,0-.08,0-.12h0Z" />
                    <g>
                      <g>
                        <path class="cls-45" d="m279.02,244.39v-4.48l-1.24-.69c-.35,2.12-2.84,3.51-4.92,3.8l-14.17,8.29-6.19,2.23-19.74-10.19.46-.26c-1.69-.79-2.6-2.59-3.51-4.24l-1.33.79-.79.22v4.6h0c0,.88.58,1.76,1.74,2.42l19.78,11.42c2.32,1.34,6.08,1.34,8.4,0l19.78-11.42c1.14-.66,1.72-1.52,1.74-2.38,0-.04,0-.08,0-.12h0Z" />
                        <path class="cls-150" d="m272.86,243.02l-14.17,8.29-5.38,1.94v6.06c1.52,0,3.04-.33,4.2-1l19.78-11.42c1.14-.66,1.72-1.52,1.74-2.38,0-.04,0-.08,0-.12h0s0-4.48,0-4.48l-1.13-.63h-.12c-.39,2.08-2.85,3.45-4.91,3.74Z" />
                        <path class="cls-35" d="m233.22,243.09l18.74-10.82c.74-.43,1.95-.43,2.69,0l18.42,10.63-.2.12c2.08-.29,4.57-1.68,4.92-3.8l-20.67-11.5-6.01-1.59-4.9,2.88-16.5,9.84c.91,1.65,1.82,3.45,3.51,4.24Z" />
                        <path class="cls-150" d="m253.31,226.72l-2.2-.58-4.9,2.88-16.5,9.84c.91,1.65,1.82,3.45,3.51,4.24l18.74-10.82c.37-.21.86-.32,1.35-.32v-5.23Z" />
                        <path class="cls-53" d="m249.11,253.75l-19.78-11.42c-2.32-1.34-2.32-3.51,0-4.85l19.78-11.42c2.32-1.34,6.08-1.34,8.4,0l19.78,11.42c2.32,1.34,2.32,3.51,0,4.85l-19.78,11.42c-2.32,1.34-6.08,1.34-8.4,0Zm5.54-26.04c-.74-.43-1.95-.43-2.69,0l-19.78,11.42c-.74.43-.74,1.12,0,1.55l19.78,11.42c.74.43,1.95.43,2.69,0l19.78-11.42c.74-.43.74-1.12,0-1.55l-19.78-11.42Z" />
                        <g>
                          <path class="cls-37" d="m274.43,239.13l-19.78-11.42c-.74-.43-1.95-.43-2.69,0l-19.78,11.42c-.49.29-.66.69-.49,1.06.08-.18.25-.35.49-.5l19.78-11.42c.74-.43,1.95-.43,2.69,0l19.78,11.42c.25.14.41.32.49.5.17-.37,0-.77-.49-1.06Z" />
                          <path class="cls-37" d="m277.29,242.33l-19.78,11.42c-2.32,1.34-6.08,1.34-8.4,0l-19.78-11.42c-1.04-.6-1.61-1.36-1.72-2.15-.14.97.44,1.96,1.72,2.7l19.78,11.42c2.32,1.34,6.08,1.34,8.4,0l19.78-11.42c1.28-.74,1.85-1.74,1.72-2.7-.11.78-.68,1.55-1.72,2.15Z" />
                        </g>
                        <path class="cls-52" d="m249.67,253.43l-19.78-11.42c-2.01-1.16-2.01-3.05,0-4.21l19.78-11.42c2.01-1.16,5.28-1.16,7.28,0l19.78,11.42c2.01,1.16,2.01,3.05,0,4.2l-19.78,11.42c-2.01,1.16-5.28,1.16-7.28,0Zm5.54-26.04c-1.05-.61-2.76-.61-3.81,0l-19.78,11.42c-1.05.61-1.05,1.59,0,2.2l19.78,11.42c1.05.61,2.76.61,3.81,0l19.78-11.42c1.05-.61,1.05-1.59,0-2.2l-19.78-11.42Z" />
                      </g>
                      <path class="cls-44" d="m254.65,227.71c-.74-.43-1.95-.43-2.69,0l-19.78,11.42c-.74.43-.74,1.12,0,1.55l19.78,11.42c.74.43,1.95.43,2.69,0l19.78-11.42c.74-.43.74-1.12,0-1.55l-19.78-11.42Z" />
                    </g>
                  </g>
                </g>
                <path class="cls-26" d="m274.99,239.89v-70.55h-43.36v70.55c0,.29.18.57.56.79l19.78,11.42c.74.43,1.95.43,2.69,0l19.78-11.42c.38-.22.56-.51.55-.79Z" />
              </g>
              <path class="cls-41" d="m177.23,297.47c-1.65,0-3.31-.36-4.57-1.09l-79.48-45.89c-1.25-.72-1.94-1.69-1.94-2.74s.69-2.01,1.94-2.74l16.76-9.66.17.3-16.76,9.66c-1.14.66-1.77,1.52-1.77,2.43s.63,1.78,1.77,2.44l79.48,45.89c2.42,1.4,6.36,1.4,8.78,0l58.17-33.46.17.3-58.17,33.46c-1.26.73-2.91,1.09-4.56,1.09Z" />
              <g class="cls-2">
                <circle class="cls-42" cx="274.52" cy="80.75" r="3.31" />
                <circle class="cls-42" cx="274.52" cy="80.75" r="1.44" />
              </g>
              <g class="cls-2">
                <circle class="cls-42" cx="224.28" cy="22.88" r="3.31" />
                <circle class="cls-42" cx="224.28" cy="22.88" r="1.44" />
              </g>
              <g class="cls-2">
                <circle class="cls-42" cx="318.36" cy="92.33" r="3.31" />
                <circle class="cls-42" cx="318.36" cy="92.33" r="1.44" />
              </g>
              <path class="cls-41" d="m24.21,156.98c-6.14,0-12.27-1.35-16.94-4.04-4.56-2.63-7.07-6.14-7.07-9.88s2.51-7.25,7.07-9.88c9.34-5.39,24.54-5.39,33.88,0,4.56,2.63,7.07,6.14,7.07,9.88s-2.51,7.25-7.07,9.88h0c-4.67,2.7-10.8,4.04-16.94,4.04Zm0-27.51c-6.07,0-12.14,1.33-16.77,4-4.45,2.57-6.89,5.97-6.89,9.58s2.45,7.01,6.89,9.58c9.25,5.34,24.29,5.34,33.53,0,4.45-2.57,6.89-5.97,6.89-9.58s-2.45-7.01-6.89-9.58c-4.62-2.67-10.7-4-16.77-4Z" />
              <g>
                <g>
                  <g>
                    <path class="cls-46" d="m14.5,132.68c5.31-3.07,13.93-3.07,19.25,0,.86.5,1.58,1.05,2.16,1.63,3.01-3,2.29-6.91-2.16-9.48-5.31-3.07-13.93-3.07-19.25,0-4.45,2.57-5.17,6.48-2.16,9.48.58-.58,1.3-1.13,2.16-1.63Z" />
                    <path class="cls-45" d="m44.64,130.42c-.97-.9-2.13-1.76-3.49-2.54-2.12-1.22-4.54-2.17-7.12-2.84,4.96,3.14,4.8,8.01-.45,11.05-5.42,3.13-14.2,3.13-19.61,0-5.08-2.93-5.39-7.57-.95-10.72-2.14.64-4.14,1.48-5.94,2.51-1.36.78-2.52,1.64-3.49,2.54H.03v7.29h0c0,3.56,2.35,7.12,7.06,9.83,9.41,5.43,24.66,5.43,34.07,0,4.7-2.72,7.05-6.27,7.05-9.83v-7.29h-3.57Z" />
                    <path class="cls-150" d="m41.15,127.87c-2.12-1.22-4.54-2.17-7.12-2.84,4.96,3.14,4.8,8.01-.45,11.05-2.62,1.51-6.03,2.29-9.46,2.34v13.2c6.16,0,12.33-1.36,17.03-4.07,4.7-2.72,7.05-6.27,7.05-9.83v-7.29h-3.57c-.97-.9-2.13-1.76-3.49-2.54Z" />
                    <path class="cls-16" d="m41.15,127.87c-2.12-1.22-4.54-2.17-7.12-2.84,4.96,3.14,4.8,8.01-.45,11.05-2.62,1.51-6.03,2.29-9.46,2.34v13.2c6.16,0,12.33-1.36,17.03-4.07,4.7-2.72,7.05-6.27,7.05-9.83v-7.29h-3.57c-.97-.9-2.13-1.76-3.49-2.54Z" />
                    <path class="cls-54" d="m41.15,121.18c-9.41-5.43-24.66-5.43-34.07,0-9.41,5.43-9.41,14.24,0,19.67,9.41,5.43,24.66,5.43,34.07,0,9.41-5.43,9.41-14.24,0-19.67Zm-7.4,15.5c-5.42,3.13-14.2,3.13-19.61,0-5.42-3.13-5.42-8.2,0-11.32,5.42-3.13,14.2-3.13,19.61,0,5.42,3.13,5.42,8.2,0,11.32Z" />
                    <g>
                      <path class="cls-37" d="m41.15,140.1c-9.41,5.43-24.66,5.43-34.07,0-4.54-2.62-6.89-6.03-7.05-9.46-.17,3.68,2.18,7.4,7.05,10.21,9.41,5.43,24.66,5.43,34.07,0,4.87-2.81,7.22-6.53,7.05-10.21-.16,3.43-2.51,6.84-7.05,9.46Z" />
                      <path class="cls-37" d="m33.75,124.6c-5.42-3.13-14.2-3.13-19.61,0-2.87,1.66-4.22,3.86-4.05,6.04.16-1.92,1.5-3.82,4.05-5.29,5.42-3.13,14.2-3.13,19.61,0,2.54,1.47,3.89,3.36,4.05,5.29.18-2.17-1.17-4.38-4.05-6.04Z" />
                    </g>
                    <path class="cls-48" d="m40.06,121.18c-8.76-5.06-22.95-5.06-31.71,0-8.76,5.06-8.76,13.25,0,18.31,8.76,5.06,22.95,5.06,31.71,0,8.76-5.06,8.76-13.25,0-18.31Zm-6.38,14.62c-5.23,3.02-13.71,3.02-18.94,0-5.23-3.02-5.23-7.92,0-10.94,5.23-3.02,13.71-3.02,18.94,0,5.23,3.02,5.23,7.92,0,10.94Z" />
                  </g>
                  <ellipse class="cls-44" cx="24.2" cy="130.33" rx="13.39" ry="7.73" />
                </g>
                <g>
                  <path class="cls-141" d="m34.08,102.21c0,.44-.36.8-.8.8s-.8-.36-.8-.8.36-.8.8-.8.8.36.8.8Z" />
                  <path class="cls-143" d="m20.09,65.6c0,.44-.36.8-.8.8s-.8-.36-.8-.8.36-.8.8-.8.8.36.8.8Z" />
                  <path class="cls-142" d="m21.65,92.96c0,.65-.53,1.18-1.18,1.18s-1.18-.53-1.18-1.18.53-1.18,1.18-1.18,1.18.53,1.18,1.18Z" />
                  <path class="cls-21" d="m19.51,113.11c0,.46-.37.83-.83.83s-.83-.37-.83-.83.37-.83.83-.83.83.37.83.83Z" />
                  <path class="cls-20" d="m31.39,79.37c0,.71-.57,1.28-1.28,1.28s-1.28-.57-1.28-1.28.57-1.28,1.28-1.28,1.28.57,1.28,1.28Z" />
                  <path class="cls-22" d="m30.39,83.51c0,.48-.39.86-.86.86s-.86-.39-.86-.86.39-.86.86-.86.86.39.86.86Z" />
                </g>
                <g class="cls-4">
                  <g class="cls-12">
                    <use transform="translate(37.94 110.95)" xlink:href="#image" />
                  </g>
                  <image width="49" height="29" transform="translate(-.06 86.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAADEAAAAdCAYAAAAD8oRRAAAACXBIWXMAAAsSAAALEgHS3X78AAACvUlEQVRYhe2YX0hTURzHf79z76IIJ1vM0R9DhMXAklBfhDJ76Gmg2aiHFBEpob2EED711FM9hBAtKCqKMEKyyLCXXjQIIaTUMisLAzNZ0sxBRbD2i/Ob93o3N901ZvdCH9junx3O+X7P+f3u+d0hmGBLZYgAAVAgTD8L49Y9JwkVAZ8GOk31o7HjxHkCgQAKwrsL7eg/dZFQFTB+NmSqv5waby5v48FQCJDHz0OXViV6JfwdYZ4UaUqsc/BYY6dbVxxr2QbesmMkm6ACgChgZuRyXsRnouzMNQJFgFwZQIRXHc1Zx874g9ffSnwiBEReX10z4ZnYee4myfAFVYGX7Y0ZtSy56fW1JOMUESJvrv9TA0Z2dXYROlTOx5HQkRRdKRdFpc0ck5GJG5YRb6Q83E3CobDq4eNBXaN+UlTSRHL2v0zesqQBjd1XeghVhZP+RUs9axXyy7O9iXPA6gYkw21BlJPNTzEjnuKkCTtRcbuPKu88Yt3Cs62RgGznAZ4fDSAoCp+rQACz012WD6NsVN1/TCJBCWuqywG5EcokF5CwXyhpDDUcQGlE5NbcuiAiCDsmtUb1k0HeMzix7YosQwZrqpFXwr3psI2tAIivs922fLzuHR0ldCT3iWRiy9VwB22zGjXjY1xpP62qWKydotG7KHPD7bK+kX3v35J8zzHWTimhxCYSANH5HkuGWO3HCZKTTfHfMODzLy3FNdyFQb2WisbuWcZM7dQH4o2ZCPpLfNlfijTczkN6WFnByP6ZSaI4QX9xqXkt0oyroIFcBQfXPFecaoDkBxZMLNc2J2dsQobYQldz3x/kbXU04RqxeN/f/WWTjmtjPZuZ+9GLrg11esHy7Wfvqk05HQFOVrPCjahmGhtXgNKOGoXr6xZvpdVl8ir266HeBxtYpXAjeQkL3UiaiXmDgf8YAYA/uXHeBCQvN9YAAAAASUVORK5CYII=" />
                  <g class="cls-11">
                    <use transform="translate(39.94 109.95)" xlink:href="#image-2" />
                  </g>
                </g>
                <g class="cls-4">
                  <g class="cls-9">
                    <use transform="translate(5.94 77.95)" xlink:href="#image-3" />
                  </g>
                  <image width="49" height="25" transform="translate(-.06 53.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAADEAAAAZCAYAAACYY8ZHAAAACXBIWXMAAAsSAAALEgHS3X78AAACPUlEQVRYhd1WTWgTQRT+3tvdpiombgqCoAf//1A8iSDVevFSkWLoQfAggoJ6UHJQb9KL1oNiBb0oePEHFIs/BLyJXhRFsAgt1aKg5JiERFDEkifzNhsSE61ZUGf9YJeZ2ZnZ75vvzcwjRETPgt0CM5oYhfx1nWf+0r0CJpB5HIYpw+GgzlwrM/LPLtDCvqxon1q/jw/PRObS0cB0z6CACCFRJUmEQv5GZAKLth8TcoxoB3AZ7Dl4f3uoo/l+q3PazwSrbl7EKBZuRSY9ExYPnhTjjjM7oYs0deX4jP/6ZYd0KiNaYKBYuvPHiLfDsn3DQWh6rrr99lL2p/9v+8FP7tKVJxCK5b9L/kcsP3hWQ5g9xuTI0bZcWhr9uQMShA2hVBn9pwIasfLIeaFuT/fixOlDTbyaKv6cATGhU/p01xryjVh94qJQwtOW8aEDdY4cFvxZOwUi1gowmBg+HBwvroO1p65K2K4i5hkBAEqf71krIIQ6wKxCmpCqiYgT1p27JutHbipvTnXHT4DB6+weQs0NDafyl/vWh1E7mORhw+VR4c6H2gPyHFCXg1iLeLU/Q+y5YHOsxh2xdmJj7pFefq4FXCKDEy6e928jdSLZtSPWMcXlrw9iebxufvGynkcFe0IESa8/Nm70jo2JyWaf9m5SA1RE5VtOK0nXfiFbJsfF3NSNuVNTKIUiKtM5K0Ns67s3gmoVMl3Fk1Vr6hxbyDa6YZOYvg9TYsg/XrKihVPLPWGrCyZRaifg/wCA796lkxIAdvzkAAAAAElFTkSuQmCC" />
                  <g class="cls-10">
                    <use transform="translate(39.94 77.95)" xlink:href="#image-2" />
                  </g>
                </g>
                <g class="cls-4">
                  <g class="cls-8">
                    <use transform="translate(37.94 78.95)" xlink:href="#image" />
                  </g>
                  <image width="18" height="4" transform="translate(21.94 78.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABIAAAAECAYAAACDQW/RAAAACXBIWXMAAAsSAAALEgHS3X78AAAAW0lEQVQYlWNkIAMI8Ab9///nD8P/f/8ZGED4/38GFmKMkTTI+P/v9x+Gf59+MLx+vISRkZGRgYGRkeHjz01whxBlECMLEwPDbwYGRjZmMP/9p7Vk+YQwYGBgAAD+oRujM3D17gAAAABJRU5ErkJggg==" />
                  <g class="cls-7">
                    <image width="2" height="1" transform="translate(21.94 81.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAABCAYAAAD0In+KAAAACXBIWXMAAAsSAAALEgHS3X78AAAADUlEQVQImWMAAwYGBgAACQABEgk9XwAAAABJRU5ErkJggg==" />
                  </g>
                </g>
                <g class="cls-4">
                  <g class="cls-6">
                    <use transform="translate(39.94 94.95)" xlink:href="#image-3" />
                  </g>
                  <image width="42" height="25" transform="translate(-.06 75.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACoAAAAZCAYAAABHLbxYAAAACXBIWXMAAAsSAAALEgHS3X78AAABzklEQVRYhdWXT0gbQRTGv920VrAkhIDQVuwfUnNskCDSUgqCXsRgKfZQ2ksRPOTmxYsXoXhQrJfWawu9lN6akJMoCipCwEPxVnopLVgPpcmhabKz85WZZEtSjdGSktkPdmdgd+b9ePPezBsLf+nu/gfCthHo6sDG1b4j39slu9bu7d0cKaTumwSpFPA6g2tbhGUBFrAdjxsFCc+jA5l1qpaOi52BhHGQ8EBJQhbL2B26YySkUqD/TYaWbSE3PmwsJLRHpYT85RiA0kS3Xr6j0YBV2b7wprf0fpBNxyegsiwMwGguW5YEYtMvjE8omyV/JJPWzdQyo1NLvtimEJ1c5I0n88bC/inzZDUErk3MGQlbd75ffzin6hMN/Tn9zKiz/1iY3uQs9bblSnxZXTACuCFEz8gMQQmWXXzdfN4W2OC5UR2GBZG1mgJcuTdNSIJlAem4ONhb+e/QwfOjRE2mnArU06VEilTAjgCEBIWLw4+vWgIdujBWuWGoV7X2KDjZurn/yVB37Kn2snoOP722Ij2PqQxUMpH4/u1tw3nDF++TKqQkkS+m9X+hziRBIl/KNBzXsmWMXH7Ek0DDoQcaRoeRakn8+Pne6FvF2QXgN7qBxzT2XtOVAAAAAElFTkSuQmCC" />
                  <g class="cls-5">
                    <image width="2" height="2" transform="translate(5.94 75.95)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAACCAYAAABytg0kAAAACXBIWXMAAAsSAAALEgHS3X78AAAAE0lEQVQImWNweHjrPwMcMDAwAAAtGgL7x4VxKAAAAABJRU5ErkJggg==" />
                  </g>
                </g>
                <path class="cls-27" d="m37.59,124.07v2s0-126.07,0-126.07H10.81v126.23c-.02,3.55,1.28,5.1,3.92,7.81,5.23,5.36,13.71,5.36,18.94,0,2.68-2.75,3.98-6.37,3.91-9.97Z" />
                <path class="cls-86" d="m42.51,110.85c0,.71-.57,1.28-1.28,1.28s-1.28-.57-1.28-1.28.57-1.28,1.28-1.28,1.28.57,1.28,1.28Z" />
                <path class="cls-87" d="m43.07,107.32c0,.53-.43.96-.96.96s-.96-.43-.96-.96.43-.96.96-.96.96.43.96.96Z" />
                <circle class="cls-88" cx="44.83" cy="106.91" r=".61" />
                <path class="cls-89" d="m47.82,105.62c.18.12.23.37.11.56-.12.18-.37.23-.56.11-.18-.12-.23-.37-.11-.56.12-.18.37-.23.56-.11Z" />
                <path class="cls-125" d="m48.99,103.86c.26.17.32.52.15.77s-.52.32-.77.15-.32-.52-.15-.77.52-.32.77-.15Z" />
                <path class="cls-124" d="m47.89,102.59c.32.21.4.64.19.95-.21.32-.64.4-.95.19-.32-.21-.4-.64-.19-.95.21-.32.64-.4.95-.19Z" />
                <circle class="cls-127" cx="7.12" cy="76.54" r="1.28" />
                <circle class="cls-126" cx="3.22" cy="76.82" r=".86" />
                <path class="cls-119" d="m4.58,79.37c0,.42-.34.77-.77.77s-.77-.34-.77-.77.34-.77.77-.77.77.34.77.77Z" />
                <circle class="cls-118" cx="3.14" cy="81.19" r=".49" />
                <path class="cls-129" d="m.89,81.21c.2.06.32.27.26.47-.06.2-.27.32-.47.26-.2-.06-.32-.27-.26-.47.06-.2.27-.32.47-.26Z" />
                <path class="cls-128" d="m42.51,78.72c0,.71-.57,1.28-1.28,1.28s-1.28-.57-1.28-1.28.57-1.28,1.28-1.28,1.28.57,1.28,1.28Z" />
                <path class="cls-123" d="m43.41,75.25c0,.52-.42.94-.94.94s-.94-.42-.94-.94.42-.94.94-.94.94.42.94.94Z" />
                <circle class="cls-122" cx="45.09" cy="74.12" r=".66" />
                <circle class="cls-134" cx="47.21" cy="74.32" r=".47" />
                <path class="cls-133" d="m48.53,72.91c0,.13-.11.24-.24.24s-.24-.11-.24-.24.11-.24.24-.24.24.11.24.24Z" />
              </g>
              <g>
                <polygon class="cls-135" points="136.74 83.41 131.47 80.37 131.67 79.16 136.94 82.2 136.74 83.41" />
                <polygon class="cls-138" points="141.23 86.01 138.6 84.49 138.8 83.27 141.44 84.79 141.23 86.01" />
                <polygon class="cls-139" points="137.81 87.17 135.57 85.87 135.77 84.65 138.02 85.95 137.81 87.17" />
                <polygon class="cls-137" points="141.57 89.34 138.94 87.82 139.14 86.6 141.78 88.12 141.57 89.34" />
                <polygon class="cls-132" points="145.44 94.7 135.09 88.73 135.29 87.51 145.64 93.48 145.44 94.7" />
                <polygon class="cls-136" points="136.47 118.6 126.12 112.63 126.32 111.41 136.67 117.39 136.47 118.6" />
                <polygon class="cls-131" points="140.45 120.9 137.81 119.38 138.02 118.16 140.65 119.68 140.45 120.9" />
                <polygon class="cls-130" points="136.85 92.88 134.61 91.58 134.81 90.36 137.06 91.66 136.85 92.88" />
                <polygon class="cls-91" points="140.61 95.05 137.98 93.53 138.18 92.31 140.82 93.83 140.61 95.05" />
                <polygon class="cls-90" points="139.82 97.72 134.13 94.44 134.34 93.22 140.03 96.5 139.82 97.72" />
                <polygon class="cls-95" points="143.63 99.92 141 98.4 141.2 97.18 143.83 98.7 143.63 99.92" />
                <polygon class="cls-98" points="147.46 102.13 144.83 100.61 145.03 99.39 147.66 100.91 147.46 102.13" />
                <polygon class="cls-92" points="153.64 105.7 148.65 102.82 148.86 101.6 153.84 104.48 153.64 105.7" />
                <polygon class="cls-96" points="149.69 109.68 147.06 108.16 147.26 106.95 149.9 108.47 149.69 109.68" />
                <polygon class="cls-94" points="155.87 113.25 150.89 110.37 151.09 109.16 156.08 112.03 155.87 113.25" />
                <polygon class="cls-97" points="135.81 101.67 133.17 100.15 133.38 98.93 136.01 100.45 135.81 101.67" />
                <polygon class="cls-99" points="139.64 103.88 137 102.36 137.21 101.14 139.84 102.66 139.64 103.88" />
                <polygon class="cls-93" points="145.82 107.45 140.83 104.57 141.04 103.35 146.02 106.23 145.82 107.45" />
                <polygon class="cls-106" points="153.91 108.99 151.28 107.47 151.48 106.25 154.12 107.77 153.91 108.99" />
                <polygon class="cls-103" points="157.74 111.2 155.11 109.68 155.31 108.46 157.94 109.98 157.74 111.2" />
                <polygon class="cls-107" points="163.92 114.77 158.94 111.89 159.14 110.67 164.12 113.55 163.92 114.77" />
                <polygon class="cls-108" points="144.57 123.28 141.93 121.76 142.14 120.54 144.77 122.06 144.57 123.28" />
                <polygon class="cls-109" points="150.75 126.85 145.76 123.97 145.97 122.75 150.95 125.63 150.75 126.85" />
                <polygon class="cls-101" points="134.85 107.38 132.22 105.86 132.42 104.64 135.05 106.16 134.85 107.38" />
                <polygon class="cls-120" points="141.03 110.95 136.04 108.07 136.25 106.85 141.23 109.73 141.03 110.95" />
                <polygon class="cls-105" points="147.44 128.07 144.8 126.55 145.01 125.33 147.64 126.85 147.44 128.07" />
                <polygon class="cls-104" points="153.62 131.64 148.63 128.76 148.84 127.54 153.82 130.42 153.62 131.64" />
                <polygon class="cls-121" points="153.31 99.25 150.68 97.73 150.88 96.51 153.52 98.03 153.31 99.25" />
                <polygon class="cls-117" points="149.33 96.95 146.7 95.43 146.9 94.21 149.54 95.73 149.33 96.95" />
                <polygon class="cls-112" points="159.49 102.82 154.51 99.94 154.71 98.72 159.7 101.6 159.49 102.82" />
                <polygon class="cls-113" points="136.03 98.66 133.65 97.29 133.86 96.07 136.23 97.45 136.03 98.66" />
                <polygon class="cls-115" points="143.08 102.73 137.3 99.4 137.5 98.18 143.28 101.51 143.08 102.73" />
                <polygon class="cls-116" points="150.12 106.8 144.35 103.47 144.55 102.25 150.33 105.58 150.12 106.8" />
                <polygon class="cls-100" points="163.15 104.93 160.78 103.56 160.98 102.34 163.36 103.71 163.15 104.93" />
                <polygon class="cls-114" points="170.2 109 164.42 105.66 164.63 104.45 170.4 107.78 170.2 109" />
                <polygon class="cls-110" points="177.25 113.07 171.47 109.73 171.67 108.51 177.45 111.85 177.25 113.07" />
                <polygon class="cls-111" points="138.52 106.37 132.75 103.03 132.95 101.81 138.73 105.15 138.52 106.37" />
                <polygon class="cls-102" points="141.57 108.12 139.79 107.1 140 105.88 141.77 106.91 141.57 108.12" />
                <polygon class="cls-77" points="144.62 109.89 142.84 108.86 143.05 107.64 144.82 108.67 144.62 109.89" />
                <polygon class="cls-69" points="150.26 113.14 145.9 110.62 146.1 109.41 150.46 111.93 150.26 113.14" />
                <polygon class="cls-67" points="156.58 107.4 154.81 106.38 155.01 105.16 156.79 106.18 156.58 107.4" />
                <polygon class="cls-71" points="162.23 110.66 157.86 108.14 158.07 106.92 162.43 109.44 162.23 110.66" />
                <polygon class="cls-70" points="163.41 111.34 159.05 108.82 159.25 107.6 163.62 110.12 163.41 111.34" />
                <polygon class="cls-73" points="140.18 127.01 134.49 123.72 134.69 122.51 140.38 125.79 140.18 127.01" />
                <polygon class="cls-68" points="143.99 129.21 141.35 127.69 141.56 126.47 144.19 127.99 143.99 129.21" />
                <polygon class="cls-72" points="147.81 131.42 145.18 129.9 145.38 128.68 148.02 130.2 147.81 131.42" />
                <polygon class="cls-74" points="153.99 134.99 149.01 132.11 149.21 130.89 154.2 133.77 153.99 134.99" />
                <polygon class="cls-84" points="157.95 137.27 155.31 135.75 155.52 134.53 158.15 136.05 157.95 137.27" />
                <polygon class="cls-85" points="164.12 140.84 159.14 137.96 159.34 136.74 164.33 139.62 164.12 140.84" />
                <polygon class="cls-78" points="145.17 136.16 142.54 134.63 142.74 133.42 145.37 134.94 145.17 136.16" />
                <polygon class="cls-81" points="151.35 139.72 146.36 136.85 146.57 135.63 151.55 138.51 151.35 139.72" />
                <polygon class="cls-82" points="131.41 128.21 128.78 126.69 128.98 125.47 131.62 127 131.41 128.21" />
                <polygon class="cls-79" points="135.24 130.42 132.61 128.9 132.81 127.68 135.45 129.21 135.24 130.42" />
                <polygon class="cls-80" points="141.42 133.99 136.44 131.11 136.64 129.9 141.62 132.77 141.42 133.99" />
                <polygon class="cls-75" points="136.38 127.95 134.01 126.58 134.21 125.36 136.59 126.73 136.38 127.95" />
                <polygon class="cls-76" points="143.43 132.02 137.65 128.68 137.86 127.47 143.64 130.8 143.43 132.02" />
                <polygon class="cls-83" points="150.48 136.09 144.7 132.75 144.91 131.54 150.68 134.87 150.48 136.09" />
                <polygon class="cls-66" points="129.47 130.22 123.69 126.89 123.9 125.67 129.67 129 129.47 130.22" />
                <polygon class="cls-56" points="132.51 131.98 130.74 130.96 130.94 129.74 132.72 130.76 132.51 131.98" />
                <polygon class="cls-58" points="135.56 133.74 133.79 132.72 133.99 131.5 135.77 132.52 135.56 133.74" />
                <polygon class="cls-59" points="141.21 137 136.84 134.48 137.05 133.26 141.41 135.78 141.21 137" />
                <polygon class="cls-60" points="142.39 137.68 138.03 135.16 138.23 133.95 142.6 136.47 142.39 137.68" />
                <polygon class="cls-65" points="132.07 119.2 130.3 118.17 130.5 116.96 132.27 117.98 132.07 119.2" />
                <polygon class="cls-62" points="137.71 122.45 133.35 119.93 133.55 118.72 137.92 121.24 137.71 122.45" />
                <polygon class="cls-63" points="143.48 125.78 139.11 123.26 139.32 122.05 143.68 124.56 143.48 125.78" />
                <polygon class="cls-64" points="165.69 144.87 163.05 143.35 163.26 142.13 165.89 143.65 165.69 144.87" />
                <polygon class="cls-57" points="171.87 148.44 166.88 145.56 167.09 144.34 172.07 147.22 171.87 148.44" />
                <polygon class="cls-61" points="155.96 139.25 151.6 136.73 151.8 135.52 156.17 138.04 155.96 139.25" />
                <polygon class="cls-29" points="161.73 142.58 157.36 140.06 157.57 138.84 161.93 141.36 161.73 142.58" />
                <polygon class="cls-28" points="128.98 107.12 127.21 106.1 127.41 104.88 129.19 105.91 128.98 107.12" />
                <polygon class="cls-31" points="134.63 110.38 130.26 107.86 130.47 106.64 134.83 109.16 134.63 110.38" />
                <polygon class="cls-30" points="140.39 113.71 136.03 111.19 136.23 109.97 140.59 112.49 140.39 113.71" />
              </g>
              <g>
                <path class="cls-145" d="m243.14,191.56c0-.44.36-.8.8-.8s.8.36.8.8-.36.8-.8.8-.8-.36-.8-.8Z" />
                <path class="cls-144" d="m257.13,228.16c0-.44.36-.8.8-.8s.8.36.8.8-.36.8-.8.8-.8-.36-.8-.8Z" />
                <circle class="cls-146" cx="256.75" cy="200.81" r="1.18" />
                <circle class="cls-25" cx="258.55" cy="180.65" r=".83" />
                <path class="cls-23" d="m245.83,214.39c0-.71.57-1.28,1.28-1.28s1.28.57,1.28,1.28-.57,1.28-1.28,1.28-1.28-.57-1.28-1.28Z" />
                <circle class="cls-24" cx="247.69" cy="210.25" r=".86" />
              </g>
              <path class="cls-32" d="m208.33,150.22c-.28,0-.57-.08-.85-.25l-24.14-13.94c-1-.58-1.64-2.03-1.44-3.25l1.54-9.21c.11-.64.44-1.13.91-1.35.44-.2.94-.16,1.43.12l24.14,13.94c1,.58,1.64,2.03,1.44,3.25l-1.54,9.21c-.11.64-.44,1.13-.91,1.35-.18.09-.38.13-.58.13Zm-23.41-27.71c-.14,0-.28.03-.4.09-.34.16-.59.54-.67,1.05l-1.54,9.21c-.18,1.06.38,2.32,1.24,2.82l24.14,13.94c.37.21.74.25,1.05.1.34-.16.59-.54.67-1.05l1.54-9.21c.18-1.06-.38-2.32-1.24-2.82l-24.14-13.94c-.22-.13-.44-.19-.65-.19Z" />
              <path class="cls-33" d="m205.68,166.05c-.28,0-.57-.08-.85-.25l-24.14-13.94c-1-.58-1.64-2.03-1.44-3.25l1.54-9.21c.11-.64.44-1.13.91-1.35.43-.21.94-.16,1.43.12l24.14,13.94c1,.58,1.64,2.03,1.44,3.25l-1.54,9.21c-.11.64-.44,1.13-.91,1.35-.18.09-.38.13-.58.13Zm-23.41-27.71c-.14,0-.28.03-.4.09-.34.16-.59.54-.67,1.05l-1.54,9.21c-.18,1.06.38,2.32,1.24,2.82l24.14,13.94c.37.21.74.25,1.05.1.34-.16.59-.54.67-1.05l1.54-9.21c.18-1.06-.38-2.32-1.24-2.82l-24.14-13.94c-.22-.13-.44-.19-.65-.19Z" />
              <path class="cls-17" d="m185.52,135.01c.43.25.81.15.95-.23l2.82-7.69c.32-.88,1.64-.08,1.91,1.16l1.73,7.74c.13.57.52,1.13.96,1.39l.41.24c.4.23.77.17.92-.17l.57-1.22c.36-.75,1.54-.04,1.86,1.12h0c.15.54.52,1.05.94,1.29l.36.21c.44.25.83.15.96-.26l.52-1.61c.3-.91,1.61-.15,1.91,1.1l1.73,7.17c.14.56.53,1.12.97,1.36l-19.55-11.59Z" />
              <path class="cls-34" d="m202,162.4c-.49-.27-.92-.88-1.07-1.49l-1.73-7.17c-.2-.81-.83-1.32-1.2-1.34-.1,0-.24.02-.32.26l-.52,1.61c-.08.24-.23.41-.44.49-.24.09-.53.05-.82-.12l-.36-.21c-.46-.27-.87-.82-1.04-1.41-.2-.72-.76-1.24-1.16-1.28-.16,0-.25.05-.32.19l-.57,1.21c-.09.2-.24.33-.44.39-.23.07-.5.03-.78-.13l-.41-.24c-.5-.29-.92-.9-1.06-1.52l-1.73-7.74c-.17-.75-.77-1.34-1.19-1.37-.16-.02-.26.06-.32.24l-2.82,7.69c-.08.23-.23.38-.44.46-.24.09-.52.04-.81-.12l.21-.36c.18.1.34.13.46.09.09-.03.15-.1.19-.21l2.82-7.69c.13-.34.41-.51.74-.51.58.04,1.35.73,1.57,1.69l1.73,7.74c.11.51.47,1.02.87,1.25l.41.24c.17.1.33.13.45.09.08-.02.14-.08.19-.17l.57-1.21c.14-.3.4-.45.73-.43.62.05,1.29.75,1.52,1.58.13.48.47.95.84,1.16l.36.21c.18.1.35.13.47.09.09-.03.15-.11.19-.23l.52-1.61c.12-.36.39-.54.73-.54.58.02,1.35.69,1.59,1.65l1.73,7.17c.12.51.48,1.01.87,1.23l-.2.36Z" />
            </g>
          </g>
        </g>
      </g>
    </svg>
  </div>
</template>

<style scoped>
      .cls-1, .cls-2, .cls-3, .cls-4, .cls-5, .cls-6, .cls-7, .cls-8, .cls-9, .cls-10, .cls-11, .cls-12, .cls-13, .cls-14, .cls-15 {
        fill: none;
      }

      .cls-2 {
        opacity: .5;
      }

      .cls-3, .cls-16, .cls-17, .cls-18, .cls-19 {
        opacity: .5;
      }

      .cls-4, .cls-20, .cls-21, .cls-22, .cls-23, .cls-24, .cls-25 {
        opacity: .8;
      }

      .cls-4, .cls-26, .cls-27, .cls-16, .cls-17, .cls-18, .cls-19 {
        mix-blend-mode: lighten;
      }

      .cls-28 {
        fill: url(#_Безымянный_градиент_8-101);
      }

      .cls-29 {
        fill: url(#_Безымянный_градиент_8-100);
      }

      .cls-30 {
        fill: url(#_Безымянный_градиент_8-103);
      }

      .cls-31 {
        fill: url(#_Безымянный_градиент_8-102);
      }

      .cls-32 {
        fill: url(#_Безымянный_градиент_8-110);
      }

      .cls-33 {
        fill: url(#_Безымянный_градиент_8-111);
      }

      .cls-34 {
        fill: url(#_Безымянный_градиент_8-112);
      }

      .cls-5 {
        clip-path: url(#clippath-8);
      }

      .cls-6 {
        clip-path: url(#clippath-7);
      }

      .cls-7 {
        clip-path: url(#clippath-6);
      }

      .cls-8 {
        clip-path: url(#clippath-5);
      }

      .cls-9 {
        clip-path: url(#clippath-3);
      }

      .cls-10 {
        clip-path: url(#clippath-4);
      }

      .cls-11 {
        clip-path: url(#clippath-2);
      }

      .cls-12 {
        clip-path: url(#clippath-1);
      }

      .cls-13 {
        isolation: isolate;
      }

      .cls-35 {
        fill: url(#_Ѕезым_нный_градиент_51);
      }

      .cls-36 {
        fill: url(#_Ѕезым_нный_градиент_24);
      }

      .cls-20 {
        fill: url(#_Безымянный_градиент_8-14);
      }

      .cls-21 {
        fill: url(#_Безымянный_градиент_8-13);
      }

      .cls-22 {
        fill: url(#_Безымянный_градиент_8-15);
      }

      .cls-37 {
        fill: #fff;
      }

      .cls-38 {
        fill: #3331a9;
      }

      .cls-39, .cls-40 {
        fill: #24126a;
      }

      .cls-41, .cls-42 {
        fill: #413ece;
      }

      .cls-43, .cls-44 {
        fill: #42e8e0;
      }

      .cls-45 {
        fill: #53a5f8;
      }

      .cls-46 {
        fill: #5351af;
      }

      .cls-26 {
        fill: url(#_Безымянный_градиент_47);
      }

      .cls-27 {
        fill: url(#_Безымянный_градиент_49);
      }

      .cls-16 {
        fill: url(#_Ѕезым_нный_градиент_28);
      }

      .cls-47 {
        fill: url(#_Ѕезым_нный_градиент_24-2);
      }

      .cls-48 {
        fill: url(#_Безымянный_градиент_8-9);
      }

      .cls-49 {
        fill: url(#_Безымянный_градиент_8-4);
      }

      .cls-50 {
        fill: url(#_Безымянный_градиент_8-3);
      }

      .cls-51 {
        fill: url(#_Безымянный_градиент_8-2);
      }

      .cls-52 {
        fill: url(#_Безымянный_градиент_8-7);
      }

      .cls-53 {
        fill: url(#_Безымянный_градиент_8-6);
      }

      .cls-54 {
        fill: url(#_Безымянный_градиент_8-8);
      }

      .cls-55 {
        fill: url(#_Безымянный_градиент_8-5);
        opacity: .45;
      }

      .cls-17 {
        fill: url(#_Безымянный_градиент_18);
      }

      .cls-18 {
        fill: url(#_Безымянный_градиент_10);
      }

      .cls-19 {
        fill: url(#_Безымянный_градиент_7);
      }

      .cls-56 {
        fill: url(#_Безымянный_градиент_8-90);
      }

      .cls-57 {
        fill: url(#_Безымянный_градиент_8-98);
      }

      .cls-58 {
        fill: url(#_Безымянный_градиент_8-91);
      }

      .cls-59 {
        fill: url(#_Безымянный_градиент_8-92);
      }

      .cls-60 {
        fill: url(#_Безымянный_градиент_8-93);
      }

      .cls-61 {
        fill: url(#_Безымянный_градиент_8-99);
      }

      .cls-62 {
        fill: url(#_Безымянный_градиент_8-95);
      }

      .cls-63 {
        fill: url(#_Безымянный_градиент_8-96);
      }

      .cls-64 {
        fill: url(#_Безымянный_градиент_8-97);
      }

      .cls-65 {
        fill: url(#_Безымянный_градиент_8-94);
      }

      .cls-66 {
        fill: url(#_Безымянный_градиент_8-89);
      }

      .cls-67 {
        fill: url(#_Безымянный_градиент_8-72);
      }

      .cls-68 {
        fill: url(#_Безымянный_градиент_8-76);
      }

      .cls-69 {
        fill: url(#_Безымянный_градиент_8-71);
      }

      .cls-70 {
        fill: url(#_Безымянный_градиент_8-74);
      }

      .cls-71 {
        fill: url(#_Безымянный_градиент_8-73);
      }

      .cls-72 {
        fill: url(#_Безымянный_градиент_8-77);
      }

      .cls-73 {
        fill: url(#_Безымянный_градиент_8-75);
      }

      .cls-74 {
        fill: url(#_Безымянный_градиент_8-78);
      }

      .cls-75 {
        fill: url(#_Безымянный_градиент_8-86);
      }

      .cls-76 {
        fill: url(#_Безымянный_градиент_8-87);
      }

      .cls-77 {
        fill: url(#_Безымянный_градиент_8-70);
      }

      .cls-78 {
        fill: url(#_Безымянный_градиент_8-81);
      }

      .cls-79 {
        fill: url(#_Безымянный_градиент_8-84);
      }

      .cls-80 {
        fill: url(#_Безымянный_градиент_8-85);
      }

      .cls-81 {
        fill: url(#_Безымянный_градиент_8-82);
      }

      .cls-82 {
        fill: url(#_Безымянный_градиент_8-83);
      }

      .cls-83 {
        fill: url(#_Безымянный_градиент_8-88);
      }

      .cls-84 {
        fill: url(#_Безымянный_градиент_8-79);
      }

      .cls-85 {
        fill: url(#_Безымянный_градиент_8-80);
      }

      .cls-86 {
        fill: url(#_Безымянный_градиент_8-16);
      }

      .cls-87 {
        fill: url(#_Безымянный_градиент_8-17);
      }

      .cls-88 {
        fill: url(#_Безымянный_градиент_8-18);
      }

      .cls-89 {
        fill: url(#_Безымянный_градиент_8-19);
      }

      .cls-90 {
        fill: url(#_Безымянный_градиент_8-41);
      }

      .cls-91 {
        fill: url(#_Безымянный_градиент_8-40);
      }

      .cls-92 {
        fill: url(#_Безымянный_градиент_8-44);
      }

      .cls-93 {
        fill: url(#_Безымянный_градиент_8-49);
      }

      .cls-94 {
        fill: url(#_Безымянный_градиент_8-46);
      }

      .cls-95 {
        fill: url(#_Безымянный_градиент_8-42);
      }

      .cls-96 {
        fill: url(#_Безымянный_градиент_8-45);
      }

      .cls-97 {
        fill: url(#_Безымянный_градиент_8-47);
      }

      .cls-98 {
        fill: url(#_Безымянный_градиент_8-43);
      }

      .cls-99 {
        fill: url(#_Безымянный_градиент_8-48);
      }

      .cls-100 {
        fill: url(#_Безымянный_градиент_8-65);
      }

      .cls-101 {
        fill: url(#_Безымянный_градиент_8-55);
      }

      .cls-102 {
        fill: url(#_Безымянный_градиент_8-69);
      }

      .cls-103 {
        fill: url(#_Безымянный_градиент_8-51);
      }

      .cls-104 {
        fill: url(#_Безымянный_градиент_8-58);
      }

      .cls-105 {
        fill: url(#_Безымянный_градиент_8-57);
      }

      .cls-106 {
        fill: url(#_Безымянный_градиент_8-50);
      }

      .cls-107 {
        fill: url(#_Безымянный_градиент_8-52);
      }

      .cls-108 {
        fill: url(#_Безымянный_градиент_8-53);
      }

      .cls-109 {
        fill: url(#_Безымянный_градиент_8-54);
      }

      .cls-110 {
        fill: url(#_Безымянный_градиент_8-67);
      }

      .cls-111 {
        fill: url(#_Безымянный_градиент_8-68);
      }

      .cls-112 {
        fill: url(#_Безымянный_градиент_8-61);
      }

      .cls-113 {
        fill: url(#_Безымянный_градиент_8-62);
      }

      .cls-114 {
        fill: url(#_Безымянный_градиент_8-66);
      }

      .cls-115 {
        fill: url(#_Безымянный_градиент_8-63);
      }

      .cls-116 {
        fill: url(#_Безымянный_градиент_8-64);
      }

      .cls-117 {
        fill: url(#_Безымянный_градиент_8-60);
      }

      .cls-118 {
        fill: url(#_Безымянный_градиент_8-25);
      }

      .cls-119 {
        fill: url(#_Безымянный_градиент_8-24);
      }

      .cls-120 {
        fill: url(#_Безымянный_градиент_8-56);
      }

      .cls-121 {
        fill: url(#_Безымянный_градиент_8-59);
      }

      .cls-122 {
        fill: url(#_Безымянный_градиент_8-29);
      }

      .cls-123 {
        fill: url(#_Безымянный_градиент_8-28);
      }

      .cls-124 {
        fill: url(#_Безымянный_градиент_8-21);
      }

      .cls-125 {
        fill: url(#_Безымянный_градиент_8-20);
      }

      .cls-126 {
        fill: url(#_Безымянный_градиент_8-23);
      }

      .cls-127 {
        fill: url(#_Безымянный_градиент_8-22);
      }

      .cls-128 {
        fill: url(#_Безымянный_градиент_8-27);
      }

      .cls-129 {
        fill: url(#_Безымянный_градиент_8-26);
      }

      .cls-130 {
        fill: url(#_Безымянный_градиент_8-39);
      }

      .cls-131 {
        fill: url(#_Безымянный_градиент_8-38);
      }

      .cls-132 {
        fill: url(#_Безымянный_градиент_8-36);
      }

      .cls-133 {
        fill: url(#_Безымянный_градиент_8-31);
      }

      .cls-134 {
        fill: url(#_Безымянный_градиент_8-30);
      }

      .cls-135 {
        fill: url(#_Безымянный_градиент_8-32);
      }

      .cls-136 {
        fill: url(#_Безымянный_градиент_8-37);
      }

      .cls-137 {
        fill: url(#_Безымянный_градиент_8-35);
      }

      .cls-138 {
        fill: url(#_Безымянный_градиент_8-33);
      }

      .cls-139 {
        fill: url(#_Безымянный_градиент_8-34);
      }

      .cls-140 {
        fill: url(#_Ѕезым_нный_градиент_2);
      }

      .cls-141 {
        fill: url(#_Безымянный_градиент_8-10);
      }

      .cls-141, .cls-142, .cls-143, .cls-42, .cls-44, .cls-144, .cls-145, .cls-146 {
        opacity: .4;
      }

      .cls-142 {
        fill: url(#_Безымянный_градиент_8-12);
      }

      .cls-143 {
        fill: url(#_Безымянный_градиент_8-11);
      }

      .cls-147 {
        fill: url(#_Ѕезым_нный_градиент_2-3);
      }

      .cls-148 {
        fill: url(#_Ѕезым_нный_градиент_2-2);
      }

      .cls-149 {
        fill: url(#_Безымянный_градиент_8);
      }

      .cls-14 {
        clip-path: url(#clippath);
      }

      .cls-40, .cls-150 {
        opacity: .3;
      }

      .cls-150 {
        fill: #0f054c;
      }

      .cls-144 {
        fill: url(#_Безымянный_градиент_8-105);
      }

      .cls-145 {
        fill: url(#_Безымянный_градиент_8-104);
      }

      .cls-146 {
        fill: url(#_Безымянный_градиент_8-106);
      }

      .cls-23 {
        fill: url(#_Безымянный_градиент_8-108);
      }

      .cls-24 {
        fill: url(#_Безымянный_градиент_8-109);
      }

      .cls-25 {
        fill: url(#_Безымянный_градиент_8-107);
      }

      .cls-15 {
        opacity: .15;
      }
    </style>
