<script setup>

</script>

<template>
  <div>
    <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 431.28 536.35">
      <defs>
        <radialGradient id="_Безымянный_градиент_99" data-name="Безымянный градиент 99" cx="84.44" cy="359.84" fx="84.44" fy="359.84" r="218.14" gradientTransform="translate(259.5) rotate(-180) scale(1 -1)" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset=".15" stop-color="#8adefa" />
          <stop offset=".29" stop-color="#84d5ef" />
          <stop offset=".41" stop-color="#7ac5de" />
          <stop offset=".53" stop-color="#6caec5" />
          <stop offset=".65" stop-color="#5991a4" />
          <stop offset=".76" stop-color="#436d7d" />
          <stop offset=".87" stop-color="#29424d" />
          <stop offset=".98" stop-color="#0b1218" />
          <stop offset="1" stop-color="#060a0f" />
        </radialGradient>
        <linearGradient id="_Безымянный_градиент_2" data-name="Безымянный градиент 2" x1="189.56" y1="272.65" x2="189.56" y2="0" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset=".02" stop-color="#83cff8" />
          <stop offset=".13" stop-color="#5367da" />
          <stop offset=".17" stop-color="#413ece" />
          <stop offset=".18" stop-color="#3f3cc9" stop-opacity=".98" />
          <stop offset=".3" stop-color="#302f98" stop-opacity=".72" />
          <stop offset=".42" stop-color="#22236e" stop-opacity=".5" />
          <stop offset=".54" stop-color="#181a4b" stop-opacity=".32" />
          <stop offset=".66" stop-color="#0f1331" stop-opacity=".18" />
          <stop offset=".77" stop-color="#090e1e" stop-opacity=".08" />
          <stop offset=".89" stop-color="#060b12" stop-opacity=".02" />
          <stop offset="1" stop-color="#050a0f" stop-opacity="0" />
        </linearGradient>
        <clipPath id="clippath">
          <path class="cls-1" d="m341.31,259.74v1.3c0,.23-.14.41-.31.41s-.31-.19-.31-.41v-1.3h.63Z" />
        </clipPath>
        <clipPath id="clippath-1">
          <path class="cls-1" d="m340.69,42.62v-1.3c0-.23.14-.41.31-.41s.31.19.31.41v1.3h-.63Z" />
        </clipPath>
        <clipPath id="clippath-2">
          <path class="cls-1" d="m295.82,256.96v1.3c0,.23-.14.41-.31.41s-.31-.19-.31-.41v-1.3h.63Z" />
        </clipPath>
        <clipPath id="clippath-3">
          <path class="cls-1" d="m295.19,39.84v-1.3c0-.23.14-.41.31-.41s.31.19.31.41v1.3h-.63Z" />
        </clipPath>
        <clipPath id="clippath-4">
          <path class="cls-1" d="m33.84,281.8v1.35c0,.24-.14.43-.31.43s-.31-.19-.31-.43v-1.35h.63Z" />
        </clipPath>
        <clipPath id="clippath-5">
          <path class="cls-1" d="m33.21,56.35v-1.35c0-.24.14-.43.31-.43s.31.19.31.43v1.35h-.63Z" />
        </clipPath>
        <clipPath id="clippath-6">
          <path class="cls-1" d="m77.53,272.99v1.35c0,.24-.14.43-.31.43s-.31-.19-.31-.43v-1.35h.63Z" />
        </clipPath>
        <clipPath id="clippath-7">
          <path class="cls-1" d="m76.9,47.53v-1.35c0-.24.14-.43.31-.43s.31.19.31.43v1.35h-.63Z" />
        </clipPath>
        <linearGradient id="_Ѕезым_нный_градиент_24" data-name="Ѕезым€нный градиент 24" x1="2760.02" y1="267.74" x2="2899.2" y2="267.74" gradientTransform="translate(-2743.73)" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#5761d7" />
          <stop offset=".18" stop-color="#5b65d8" />
          <stop offset=".39" stop-color="#6a72de" />
          <stop offset=".61" stop-color="#8188e8" />
          <stop offset=".85" stop-color="#a2a6f5" />
          <stop offset="1" stop-color="#bcbeff" />
        </linearGradient>
        <linearGradient id="_Ѕезым_нный_градиент_2" data-name="Ѕезым€нный градиент 2" x1="2800.53" y1="245.96" x2="2899.08" y2="245.96" gradientTransform="translate(-2743.73)" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#c0bff6" />
          <stop offset=".29" stop-color="#c4c3f6" />
          <stop offset=".64" stop-color="#d2d2f9" />
          <stop offset="1" stop-color="#e9e9fd" />
        </linearGradient>
        <linearGradient id="_Ѕезым_нный_градиент_24-2" data-name="Ѕезым€нный градиент 24" x1="2800.54" y1="271.23" x2="2817.46" y2="271.23" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Ѕезым_нный_градиент_24-3" data-name="Ѕезым€нный градиент 24" x1="-1336.71" x2="-1197.53" gradientTransform="translate(-973.88) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Ѕезым_нный_градиент_2-2" data-name="Ѕезым€нный градиент 2" x1="-1296.19" x2="-1197.64" gradientTransform="translate(-973.88) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_2" />
        <linearGradient id="_Ѕезым_нный_градиент_24-4" data-name="Ѕезым€нный градиент 24" x1="-1296.19" y1="271.23" x2="-1279.27" y2="271.23" gradientTransform="translate(-973.88) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Безымянный_градиент_8" data-name="Безымянный градиент 8" x1="110.13" y1="284.32" x2="268.99" y2="284.32" gradientUnits="userSpaceOnUse">
          <stop offset="0" stop-color="#8ce2fe" />
          <stop offset="1" stop-color="#8ce2fe" />
        </linearGradient>
        <linearGradient id="_Безымянный_градиент_8-2" data-name="Безымянный градиент 8" y1="239.31" y2="239.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-3" data-name="Безымянный градиент 8" x1="151.99" y1="280.49" x2="166.37" y2="280.49" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-4" data-name="Безымянный градиент 8" x1="146.01" y1="274.03" x2="149.91" y2="274.03" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-5" data-name="Безымянный градиент 8" x1="123.68" y1="262.32" x2="131.66" y2="262.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-6" data-name="Безымянный градиент 8" x1="133.16" y1="267.16" x2="138.93" y2="267.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-7" data-name="Безымянный градиент 8" x1="140.44" y1="270.82" x2="144.34" y2="270.82" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-8" data-name="Безымянный градиент 8" x1="187.12" y1="215.96" x2="192.16" y2="215.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-9" data-name="Безымянный градиент 8" x1="192.16" y1="218.87" x2="197.21" y2="218.87" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-10" data-name="Безымянный градиент 8" x1="197.21" y1="221.78" x2="202.25" y2="221.78" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-11" data-name="Безымянный градиент 8" x1="202.25" y1="224.7" x2="207.3" y2="224.7" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-12" data-name="Безымянный градиент 8" x1="207.3" y1="227.61" x2="212.34" y2="227.61" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-13" data-name="Безымянный градиент 8" x1="212.34" y1="230.52" x2="217.39" y2="230.52" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-14" data-name="Безымянный градиент 8" x1="217.39" y1="233.44" x2="222.43" y2="233.44" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-15" data-name="Безымянный градиент 8" x1="222.43" y1="236.35" x2="227.48" y2="236.35" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-16" data-name="Безымянный градиент 8" x1="227.48" y1="239.26" x2="232.52" y2="239.26" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-17" data-name="Безымянный градиент 8" x1="182.05" y1="218.88" x2="187.1" y2="218.88" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-18" data-name="Безымянный градиент 8" x1="187.1" y1="221.8" x2="192.14" y2="221.8" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-19" data-name="Безымянный градиент 8" x1="192.14" y1="224.71" x2="197.19" y2="224.71" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-20" data-name="Безымянный градиент 8" x1="197.19" y1="227.62" x2="202.23" y2="227.62" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-21" data-name="Безымянный градиент 8" x1="202.23" y1="230.53" x2="207.28" y2="230.53" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-22" data-name="Безымянный градиент 8" x1="207.28" y1="233.45" x2="212.32" y2="233.45" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-23" data-name="Безымянный градиент 8" x1="212.32" y1="236.36" x2="217.37" y2="236.36" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-24" data-name="Безымянный градиент 8" x1="217.37" y1="239.27" x2="222.41" y2="239.27" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-25" data-name="Безымянный градиент 8" x1="222.41" y1="242.18" x2="227.46" y2="242.18" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-26" data-name="Безымянный градиент 8" x1="176.99" y1="221.81" x2="182.03" y2="221.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-27" data-name="Безымянный градиент 8" x1="182.03" y1="224.72" x2="187.08" y2="224.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-28" data-name="Безымянный градиент 8" x1="187.08" y1="227.63" x2="192.12" y2="227.63" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-29" data-name="Безымянный градиент 8" x1="192.12" y1="230.55" x2="197.17" y2="230.55" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-30" data-name="Безымянный градиент 8" x1="197.17" y1="233.46" x2="202.21" y2="233.46" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-31" data-name="Безымянный градиент 8" x1="202.21" y1="236.37" x2="207.26" y2="236.37" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-32" data-name="Безымянный градиент 8" x1="207.26" y1="239.28" x2="212.3" y2="239.28" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-33" data-name="Безымянный градиент 8" x1="212.3" y1="242.2" x2="217.35" y2="242.2" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-34" data-name="Безымянный градиент 8" x1="217.35" y1="245.11" x2="222.39" y2="245.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-35" data-name="Безымянный градиент 8" x1="171.92" y1="224.73" x2="176.97" y2="224.73" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-36" data-name="Безымянный градиент 8" x1="176.97" y1="227.65" x2="182.01" y2="227.65" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-37" data-name="Безымянный градиент 8" x1="182.01" y1="230.56" x2="187.06" y2="230.56" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-38" data-name="Безымянный градиент 8" x1="187.06" y1="233.47" x2="192.1" y2="233.47" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-39" data-name="Безымянный градиент 8" x1="192.1" y1="236.38" x2="197.15" y2="236.38" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-40" data-name="Безымянный градиент 8" x1="197.15" y1="239.3" x2="202.19" y2="239.3" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-41" data-name="Безымянный градиент 8" x1="202.19" y1="242.21" x2="207.24" y2="242.21" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-42" data-name="Безымянный градиент 8" x1="207.24" y1="245.12" x2="212.28" y2="245.12" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-43" data-name="Безымянный градиент 8" x1="212.28" y1="248.03" x2="217.33" y2="248.03" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-44" data-name="Безымянный градиент 8" x1="166.86" y1="227.66" x2="171.9" y2="227.66" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-45" data-name="Безымянный градиент 8" x1="171.9" y1="230.57" x2="176.95" y2="230.57" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-46" data-name="Безымянный градиент 8" x1="176.95" y1="233.48" x2="181.99" y2="233.48" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-47" data-name="Безымянный градиент 8" x1="181.99" y1="236.39" x2="187.04" y2="236.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-48" data-name="Безымянный градиент 8" x1="187.04" y1="239.31" x2="192.08" y2="239.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-49" data-name="Безымянный градиент 8" x1="192.08" y1="242.22" x2="197.13" y2="242.22" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-50" data-name="Безымянный градиент 8" x1="197.13" y1="245.13" x2="202.17" y2="245.13" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-51" data-name="Безымянный градиент 8" x1="202.17" y1="248.04" x2="207.22" y2="248.04" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-52" data-name="Безымянный градиент 8" x1="207.22" y1="250.96" x2="212.26" y2="250.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-53" data-name="Безымянный градиент 8" x1="161.79" y1="230.58" x2="166.84" y2="230.58" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-54" data-name="Безымянный градиент 8" x1="166.84" y1="233.49" x2="171.88" y2="233.49" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-55" data-name="Безымянный градиент 8" x1="171.88" y1="236.41" x2="176.93" y2="236.41" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-56" data-name="Безымянный градиент 8" x1="176.93" y1="239.32" x2="181.97" y2="239.32" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-57" data-name="Безымянный градиент 8" x1="181.97" y1="242.23" x2="187.02" y2="242.23" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-58" data-name="Безымянный градиент 8" x1="187.02" y1="245.14" x2="192.06" y2="245.14" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-59" data-name="Безымянный градиент 8" x1="192.06" y1="248.06" x2="197.11" y2="248.06" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-60" data-name="Безымянный градиент 8" x1="197.11" y1="250.97" x2="202.15" y2="250.97" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-61" data-name="Безымянный градиент 8" x1="202.15" y1="253.88" x2="207.19" y2="253.88" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-62" data-name="Безымянный градиент 8" x1="156.73" y1="233.51" x2="161.77" y2="233.51" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-63" data-name="Безымянный градиент 8" x1="161.77" y1="236.42" x2="166.82" y2="236.42" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-64" data-name="Безымянный градиент 8" x1="166.82" y1="239.33" x2="171.86" y2="239.33" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-65" data-name="Безымянный градиент 8" x1="171.86" y1="242.24" x2="176.91" y2="242.24" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-66" data-name="Безымянный градиент 8" x1="176.91" y1="245.16" x2="181.95" y2="245.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-67" data-name="Безымянный градиент 8" x1="181.95" y1="248.07" x2="187" y2="248.07" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-68" data-name="Безымянный градиент 8" x1="187" y1="250.98" x2="192.04" y2="250.98" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-69" data-name="Безымянный градиент 8" x1="192.04" y1="253.89" x2="197.09" y2="253.89" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-70" data-name="Безымянный градиент 8" x1="197.09" y1="256.81" x2="202.13" y2="256.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-71" data-name="Безымянный градиент 8" x1="151.66" y1="236.43" x2="156.71" y2="236.43" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-72" data-name="Безымянный градиент 8" x1="156.71" y1="239.34" x2="161.75" y2="239.34" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-73" data-name="Безымянный градиент 8" x1="161.75" y1="242.26" x2="166.8" y2="242.26" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-74" data-name="Безымянный градиент 8" x1="166.8" y1="245.17" x2="171.84" y2="245.17" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-75" data-name="Безымянный градиент 8" x1="171.84" y1="248.08" x2="176.89" y2="248.08" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-76" data-name="Безымянный градиент 8" x1="176.89" y1="250.99" x2="181.93" y2="250.99" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-77" data-name="Безымянный градиент 8" x1="181.93" y1="253.91" x2="186.98" y2="253.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-78" data-name="Безымянный градиент 8" x1="186.98" y1="256.82" x2="192.02" y2="256.82" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-79" data-name="Безымянный градиент 8" x1="192.02" y1="259.73" x2="197.06" y2="259.73" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-80" data-name="Безымянный градиент 8" x1="146.6" y1="239.35" x2="151.64" y2="239.35" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-81" data-name="Безымянный градиент 8" x1="151.64" y1="242.27" x2="156.69" y2="242.27" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-82" data-name="Безымянный градиент 8" x1="156.69" y1="245.18" x2="161.73" y2="245.18" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-83" data-name="Безымянный градиент 8" x1="161.73" y1="248.09" x2="166.78" y2="248.09" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-84" data-name="Безымянный градиент 8" x1="166.78" y1="251" x2="171.82" y2="251" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-85" data-name="Безымянный градиент 8" x1="171.82" y1="253.92" x2="176.87" y2="253.92" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-86" data-name="Безымянный градиент 8" x1="176.87" y1="256.83" x2="181.91" y2="256.83" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-87" data-name="Безымянный градиент 8" x1="181.91" y1="259.74" x2="186.95" y2="259.74" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-88" data-name="Безымянный градиент 8" x1="186.95" y1="262.65" x2="192" y2="262.65" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Ѕезым_нный_градиент_2-3" data-name="Ѕезым€нный градиент 2" x1="2486.42" y1="322.46" x2="2586.71" y2="322.46" gradientTransform="translate(-2278.69)" xlink:href="#_Ѕезым_нный_градиент_2" />
        <linearGradient id="_Ѕезым_нный_градиент_24-5" data-name="Ѕезым€нный градиент 24" x1="2486.42" y1="348.18" x2="2503.64" y2="348.18" gradientTransform="translate(-2278.69)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Ѕезым_нный_градиент_24-6" data-name="Ѕезым€нный градиент 24" x1="2499.86" y1="377.09" x2="2641.5" y2="377.09" gradientTransform="translate(-2278.69)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Безымянный_градиент_8-89" data-name="Безымянный градиент 8" x1="243.75" y1="352.94" x2="250.72" y2="352.94" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-90" data-name="Безымянный градиент 8" x1="251.61" y1="349.29" x2="255.49" y2="349.29" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-91" data-name="Безымянный градиент 8" x1="261.04" y1="344.14" x2="263.9" y2="344.14" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-92" data-name="Безымянный градиент 8" x1="259.09" y1="345.77" x2="260.2" y2="345.77" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-93" data-name="Безымянный градиент 8" x1="256.4" y1="347.11" x2="258.25" y2="347.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-94" data-name="Безымянный градиент 8" x1="249.1" y1="345.13" x2="251.97" y2="345.13" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-95" data-name="Безымянный градиент 8" x1="242.84" y1="348.01" x2="248.27" y2="348.01" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-96" data-name="Безымянный градиент 8" x1="250.34" y1="328.95" x2="255.77" y2="328.95" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-97" data-name="Безымянный градиент 8" x1="247.65" y1="331.54" x2="249.5" y2="331.54" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-98" data-name="Безымянный градиент 8" x1="251.21" y1="334.33" x2="256.64" y2="334.33" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-99" data-name="Безымянный градиент 8" x1="248.52" y1="336.92" x2="250.38" y2="336.92" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-100" data-name="Безымянный градиент 8" x1="236.43" y1="308.93" x2="246.48" y2="308.93" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-101" data-name="Безымянный градиент 8" x1="247.31" y1="304.78" x2="249.95" y2="304.78" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-102" data-name="Безымянный градиент 8" x1="257.21" y1="305.78" x2="267.26" y2="305.78" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-103" data-name="Безымянный градиент 8" x1="268.1" y1="301.63" x2="270.73" y2="301.63" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-104" data-name="Безымянный градиент 8" x1="236.88" y1="313.69" x2="239.75" y2="313.69" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-105" data-name="Безымянный градиент 8" x1="253.12" y1="310.2" x2="255.99" y2="310.2" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-106" data-name="Безымянный градиент 8" x1="240.58" y1="310.81" x2="246.01" y2="310.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-107" data-name="Безымянный градиент 8" x1="246.85" y1="308.22" x2="248.7" y2="308.22" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-108" data-name="Безымянный градиент 8" x1="249.59" y1="305.61" x2="255.02" y2="305.61" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-109" data-name="Безымянный градиент 8" x1="255.85" y1="303.02" x2="257.71" y2="303.02" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-110" data-name="Безымянный градиент 8" x1="252.67" y1="307.52" x2="255.53" y2="307.52" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-111" data-name="Безымянный градиент 8" x1="256.37" y1="304.64" x2="261.8" y2="304.64" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-112" data-name="Безымянный градиент 8" x1="262.63" y1="302.05" x2="264.49" y2="302.05" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-113" data-name="Безымянный градиент 8" x1="237.33" y1="315.57" x2="242.99" y2="315.57" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-114" data-name="Безымянный градиент 8" x1="243.83" y1="312.25" x2="247.98" y2="312.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-115" data-name="Безымянный градиент 8" x1="248.81" y1="309.74" x2="251.68" y2="309.74" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-116" data-name="Безымянный градиент 8" x1="271.91" y1="298.56" x2="277.57" y2="298.56" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-117" data-name="Безымянный градиент 8" x1="278.4" y1="295.25" x2="282.55" y2="295.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-118" data-name="Безымянный градиент 8" x1="283.39" y1="292.74" x2="286.26" y2="292.74" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-119" data-name="Безымянный градиент 8" x1="275.44" y1="332.07" x2="281.1" y2="332.07" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-120" data-name="Безымянный градиент 8" x1="270.45" y1="335.39" x2="274.6" y2="335.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-121" data-name="Безымянный градиент 8" x1="266.75" y1="337.9" x2="269.62" y2="337.9" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-122" data-name="Безымянный градиент 8" x1="273.62" y1="336.08" x2="279.28" y2="336.08" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-123" data-name="Безымянный градиент 8" x1="268.64" y1="339.39" x2="272.79" y2="339.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-124" data-name="Безымянный градиент 8" x1="264.93" y1="341.9" x2="267.8" y2="341.9" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-125" data-name="Безымянный градиент 8" x1="251.57" y1="332.15" x2="253.61" y2="332.15" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-126" data-name="Безымянный градиент 8" x1="248.1" y1="333.99" x2="250.73" y2="333.99" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-127" data-name="Безымянный градиент 8" x1="237.82" y1="318.24" x2="243.48" y2="318.24" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-128" data-name="Безымянный градиент 8" x1="244.32" y1="314.92" x2="248.47" y2="314.92" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-129" data-name="Безымянный градиент 8" x1="249.3" y1="312.41" x2="252.17" y2="312.41" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-130" data-name="Безымянный градиент 8" x1="238.28" y1="321.97" x2="240.32" y2="321.97" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-131" data-name="Безымянный градиент 8" x1="241.16" y1="320.13" x2="243.79" y2="320.13" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-132" data-name="Безымянный градиент 8" x1="244.63" y1="317.69" x2="248.75" y2="317.69" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-133" data-name="Безымянный градиент 8" x1="254.08" y1="339.56" x2="256.12" y2="339.56" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-134" data-name="Безымянный градиент 8" x1="250.61" y1="341.39" x2="253.24" y2="341.39" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-135" data-name="Безымянный градиент 8" x1="245.65" y1="343.83" x2="249.77" y2="343.83" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-136" data-name="Безымянный градиент 8" x1="256.89" y1="334.6" x2="261.02" y2="334.6" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-137" data-name="Безымянный градиент 8" x1="250.47" y1="337.7" x2="255.96" y2="337.7" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-138" data-name="Безымянный градиент 8" x1="247.77" y1="340.31" x2="249.63" y2="340.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-139" data-name="Безымянный градиент 8" x1="245.19" y1="341.8" x2="247.05" y2="341.8" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-140" data-name="Безымянный градиент 8" x1="245.55" y1="325.59" x2="250.98" y2="325.59" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-141" data-name="Безымянный градиент 8" x1="242.86" y1="328.18" x2="244.71" y2="328.18" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-142" data-name="Безымянный градиент 8" x1="245.91" y1="323.42" x2="247.95" y2="323.42" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-143" data-name="Безымянный градиент 8" x1="252.42" y1="325.57" x2="254.46" y2="325.57" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-144" data-name="Безымянный градиент 8" x1="255.05" y1="323.3" x2="259.67" y2="323.3" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-145" data-name="Безымянный градиент 8" x1="260.26" y1="320.81" x2="263.09" y2="320.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-146" data-name="Безымянный градиент 8" x1="242.44" y1="325.25" x2="245.07" y2="325.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-147" data-name="Безымянный градиент 8" x1="242.21" y1="322.66" x2="244.25" y2="322.66" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-148" data-name="Безымянный градиент 8" x1="238.73" y1="324.5" x2="241.37" y2="324.5" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-149" data-name="Безымянный градиент 8" x1="249.74" y1="327.17" x2="251.6" y2="327.17" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-150" data-name="Безымянный градиент 8" x1="247.16" y1="328.66" x2="249.02" y2="328.66" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-151" data-name="Безымянный градиент 8" x1="259.88" y1="341" x2="265.73" y2="341" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-152" data-name="Безымянный градиент 8" x1="253.56" y1="344.76" x2="259.05" y2="344.76" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-153" data-name="Безымянный градиент 8" x1="250.86" y1="347.37" x2="252.72" y2="347.37" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-154" data-name="Безымянный градиент 8" x1="248.28" y1="348.86" x2="250.14" y2="348.86" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-155" data-name="Безымянный градиент 8" x1="243.3" y1="351.19" x2="247.07" y2="351.19" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Ѕезым_нный_градиент_2-4" data-name="Ѕезым€нный градиент 2" x1="-1610.31" y1="322.46" x2="-1510.01" y2="322.46" gradientTransform="translate(-1438.92) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_2" />
        <linearGradient id="_Ѕезым_нный_градиент_24-7" data-name="Ѕезым€нный градиент 24" x1="-1610.3" y1="348.18" x2="-1593.08" y2="348.18" gradientTransform="translate(-1438.92) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Ѕезым_нный_градиент_24-8" data-name="Ѕезым€нный градиент 24" x1="-1596.87" y1="377.09" x2="-1455.22" y2="377.09" gradientTransform="translate(-1438.92) rotate(-180) scale(1 -1)" xlink:href="#_Ѕезым_нный_градиент_24" />
        <linearGradient id="_Безымянный_градиент_8-156" data-name="Безымянный градиент 8" x1="101.93" y1="292.18" x2="108.9" y2="292.18" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-157" data-name="Безымянный градиент 8" x1="109.79" y1="295.83" x2="113.68" y2="295.83" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-158" data-name="Безымянный градиент 8" x1="119.22" y1="300.98" x2="122.09" y2="300.98" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-159" data-name="Безымянный градиент 8" x1="117.28" y1="299.34" x2="118.39" y2="299.34" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-160" data-name="Безымянный градиент 8" x1="114.58" y1="298" x2="116.44" y2="298" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-161" data-name="Безымянный градиент 8" x1="107.29" y1="299.99" x2="110.16" y2="299.99" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-162" data-name="Безымянный градиент 8" x1="101.03" y1="297.11" x2="106.45" y2="297.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-163" data-name="Безымянный градиент 8" x1="108.52" y1="316.16" x2="113.95" y2="316.16" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-164" data-name="Безымянный градиент 8" x1="105.83" y1="313.57" x2="107.69" y2="313.57" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-165" data-name="Безымянный градиент 8" x1="109.4" y1="310.78" x2="114.83" y2="310.78" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-166" data-name="Безымянный градиент 8" x1="106.71" y1="308.19" x2="108.56" y2="308.19" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-167" data-name="Безымянный градиент 8" x1="94.61" y1="336.19" x2="104.66" y2="336.19" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-168" data-name="Безымянный градиент 8" x1="105.5" y1="340.34" x2="108.14" y2="340.34" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-169" data-name="Безымянный градиент 8" x1="115.4" y1="339.34" x2="125.45" y2="339.34" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-170" data-name="Безымянный градиент 8" x1="126.28" y1="343.49" x2="128.92" y2="343.49" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-171" data-name="Безымянный градиент 8" x1="95.07" y1="331.43" x2="97.93" y2="331.43" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-172" data-name="Безымянный градиент 8" x1="111.31" y1="334.91" x2="114.17" y2="334.91" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-173" data-name="Безымянный градиент 8" x1="98.77" y1="334.31" x2="104.2" y2="334.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-174" data-name="Безымянный градиент 8" x1="105.03" y1="336.9" x2="106.89" y2="336.9" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-175" data-name="Безымянный градиент 8" x1="107.77" y1="339.5" x2="113.2" y2="339.5" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-176" data-name="Безымянный градиент 8" x1="114.04" y1="342.09" x2="115.89" y2="342.09" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-177" data-name="Безымянный градиент 8" x1="110.85" y1="337.6" x2="113.72" y2="337.6" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-178" data-name="Безымянный градиент 8" x1="114.56" y1="340.48" x2="119.98" y2="340.48" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-179" data-name="Безымянный градиент 8" x1="120.82" y1="343.07" x2="122.68" y2="343.07" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-180" data-name="Безымянный градиент 8" x1="95.52" y1="329.55" x2="101.18" y2="329.55" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-181" data-name="Безымянный градиент 8" x1="102.02" y1="332.87" x2="106.16" y2="332.87" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-182" data-name="Безымянный градиент 8" x1="107" y1="335.38" x2="109.87" y2="335.38" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-183" data-name="Безымянный градиент 8" x1="130.09" y1="346.55" x2="135.75" y2="346.55" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-184" data-name="Безымянный градиент 8" x1="136.59" y1="349.87" x2="140.74" y2="349.87" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-185" data-name="Безымянный градиент 8" x1="141.57" y1="352.38" x2="144.44" y2="352.38" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-186" data-name="Безымянный градиент 8" x1="133.62" y1="313.05" x2="139.28" y2="313.05" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-187" data-name="Безымянный градиент 8" x1="128.64" y1="309.73" x2="132.79" y2="309.73" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-188" data-name="Безымянный градиент 8" x1="124.93" y1="307.22" x2="127.8" y2="307.22" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-189" data-name="Безымянный градиент 8" x1="131.81" y1="309.04" x2="137.47" y2="309.04" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-190" data-name="Безымянный градиент 8" x1="126.82" y1="305.72" x2="130.97" y2="305.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-191" data-name="Безымянный градиент 8" x1="123.12" y1="303.21" x2="125.99" y2="303.21" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-192" data-name="Безымянный градиент 8" x1="109.76" y1="312.96" x2="111.8" y2="312.96" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-193" data-name="Безымянный градиент 8" x1="106.28" y1="311.13" x2="108.92" y2="311.13" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-194" data-name="Безымянный градиент 8" x1="96.01" y1="326.88" x2="101.67" y2="326.88" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-195" data-name="Безымянный градиент 8" x1="102.5" y1="330.2" x2="106.65" y2="330.2" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-196" data-name="Безымянный градиент 8" x1="107.49" y1="332.71" x2="110.36" y2="332.71" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-197" data-name="Безымянный градиент 8" x1="96.46" y1="323.15" x2="98.51" y2="323.15" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-198" data-name="Безымянный градиент 8" x1="99.34" y1="324.98" x2="101.98" y2="324.98" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-199" data-name="Безымянный градиент 8" x1="102.81" y1="327.42" x2="106.94" y2="327.42" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-200" data-name="Безымянный градиент 8" x1="112.27" y1="305.56" x2="114.31" y2="305.56" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-201" data-name="Безымянный градиент 8" x1="108.79" y1="303.72" x2="111.43" y2="303.72" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-202" data-name="Безымянный градиент 8" x1="103.83" y1="301.28" x2="107.96" y2="301.28" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-203" data-name="Безымянный градиент 8" x1="115.08" y1="310.52" x2="119.2" y2="310.52" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-204" data-name="Безымянный градиент 8" x1="108.65" y1="307.41" x2="114.14" y2="307.41" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-205" data-name="Безымянный градиент 8" x1="105.96" y1="304.8" x2="107.82" y2="304.8" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-206" data-name="Безымянный градиент 8" x1="103.38" y1="303.31" x2="105.23" y2="303.31" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-207" data-name="Безымянный градиент 8" x1="103.73" y1="319.52" x2="109.16" y2="319.52" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-208" data-name="Безымянный градиент 8" x1="101.04" y1="316.93" x2="102.9" y2="316.93" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-209" data-name="Безымянный градиент 8" x1="104.09" y1="321.7" x2="106.14" y2="321.7" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-210" data-name="Безымянный градиент 8" x1="110.61" y1="319.55" x2="112.65" y2="319.55" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-211" data-name="Безымянный градиент 8" x1="113.23" y1="321.81" x2="117.86" y2="321.81" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-212" data-name="Безымянный градиент 8" x1="118.45" y1="324.3" x2="121.28" y2="324.3" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-213" data-name="Безымянный градиент 8" x1="100.62" y1="319.86" x2="103.26" y2="319.86" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-214" data-name="Безымянный градиент 8" x1="100.39" y1="322.45" x2="102.43" y2="322.45" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-215" data-name="Безымянный градиент 8" x1="96.92" y1="320.62" x2="99.56" y2="320.62" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-216" data-name="Безымянный градиент 8" x1="107.93" y1="317.95" x2="109.78" y2="317.95" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-217" data-name="Безымянный градиент 8" x1="105.35" y1="316.46" x2="107.2" y2="316.46" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-218" data-name="Безымянный градиент 8" x1="118.07" y1="304.11" x2="123.92" y2="304.11" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-219" data-name="Безымянный градиент 8" x1="111.74" y1="300.35" x2="117.23" y2="300.35" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-220" data-name="Безымянный градиент 8" x1="109.05" y1="297.75" x2="110.91" y2="297.75" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-221" data-name="Безымянный градиент 8" x1="106.47" y1="296.25" x2="108.32" y2="296.25" xlink:href="#_Безымянный_градиент_8" />
        <linearGradient id="_Безымянный_градиент_8-222" data-name="Безымянный градиент 8" x1="101.48" y1="293.93" x2="105.25" y2="293.93" xlink:href="#_Безымянный_градиент_8" />
        <image id="image" width="1" height="4" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAEAAAAECAYAAABP2FU6AAAACXBIWXMAAAsSAAALEgHS3X78AAAAGUlEQVQImWPofvTvPxMDAwMDmGBgYGBgAAA7SQNvAu9evQAAAABJRU5ErkJggg==" />
        <image id="image-2" width="2" height="4" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAAECAYAAACk7+45AAAACXBIWXMAAAsSAAALEgHS3X78AAAAGklEQVQImWPUZXT5z8DAwMAEIlAYEMDAwAAAL48Bd5pGh/IAAAAASUVORK5CYII=" />
        <image id="image-3" width="1" height="4" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAEAAAAECAYAAABP2FU6AAAACXBIWXMAAAsSAAALEgHS3X78AAAAGElEQVQImWPQZXT5z8TAwMAAJhgYGBgYABgjAXYsc1g0AAAAAElFTkSuQmCC" />
      </defs>
      <g class="cls-12">
        <g id="_Слой_2" data-name="Слой 2">
          <g id="_лой_1" data-name="—лой_1">
            <g>
              <path class="cls-181" d="m25.1,298.4l131.6,75.98,10-5.77-67.88-39.19v-7.01s-12.03-6.95-12.03-6.95v-16.11s-23.34-13.47-23.34-13.47c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l23.34,13.48v16.11s11.47,6.62,11.47,6.62v-25.8s.14-.08.14-.08l6.63-3.83-39.79-22.97.56-.32,39.79,22.97,64.69-37.35v-28.9c-.54-.04-1.07-.17-1.49-.41-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.42.24-.95.37-1.49.41v29.22s-.14.08-.14.08l-38.91,22.47h28.36s22.93-13.24,22.93-13.24c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-23.34,13.48h-29.47s-32.02,18.48-32.02,18.48v32.81s67.88,39.19,67.88,39.19l9.1-5.25-48.04-27.74c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l48.04,27.74,8.79-5.07-57.46-33.18h-15.62c-.09.27-.32.53-.69.74-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04s2.56-.56,3.54,0c.36.21.59.47.69.74h15.77s.07.04.07.04l57.81,33.38,3.55-2.05.14.08,2.59,1.5,13.77-7.95v-11.06s-11.38-6.57-11.38-6.57v.03h-17.85s-19.65-11.35-19.65-11.35c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l19.24,11.11h16.78s-33.44-19.31-33.44-19.31c-.98.44-2.4.41-3.3-.11-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.86.5.96,1.26.31,1.83l41.71,24.08v-5.32l-24.82-14.33v-10.12l-20.2-11.66c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l20.2,11.67v10.12l24.82,14.33v5.97l3.48,2.01v11.71s-13.77,7.95-13.77,7.95l9.05,5.22,28.33-16.36v-18.59s-19.24-11.11-19.24-11.11c-.98.44-2.4.41-3.3-.11-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.86.5.96,1.26.31,1.83l18.69,10.79v-15.02s-14.77-8.52-14.77-8.52v-28.26c-.54-.04-1.07-.17-1.49-.41-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.42.24-.95.37-1.49.41v27.93s14.21,8.2,14.21,8.2v-49.82s.56,0,.56,0v85.06s-28.33,16.36-28.33,16.36l10.16,5.86,37.03-21.38v-50.91s17.8-10.28,17.8-10.28v-19.15s15.72-9.07,15.72-9.07c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-15.72,9.07v19.15s-17.8,10.28-17.8,10.28v50.91s-37.03,21.38-37.03,21.38l7.53,4.35,49.97-28.85v-43.44s.14-.08.14-.08l44.23-25.54c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-44.37,25.62v43.44s-.14.08-.14.08l-49.83,28.77,12.2,7.05,83.14-48v-21.62l.14-.08,69.6-40.19c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-69.75,40.27v21.62l-.14.08-46.62,26.92h36.98s42.81-24.72,42.81-24.72c-.71-.57-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-43.22,24.96h-38.1s-35.41,20.44-35.41,20.44l14.18,8.19,30.43-17.57h48.87l55.58-32.09h30.83s12.57-7.26,12.57-7.26c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-12.98,7.49h-30.83s-42,24.25-42,24.25h36.28l17.47-10.09c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-17.88,10.32h-37.4l-12.61,7.28h-48.87l-8.52,4.92h20.77l.06.04,10.42,6.02h43.42s12.25-7.07,12.25-7.07h24.56c.09-.27.32-.53.69-.74.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.36-.21-.59-.47-.69-.74h-24.41l-12.25,7.07h-42.6s11.73,6.77,11.73,6.77c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.86l-22.78-13.15h-21.6l-20.54,11.86,7.59,4.38-.42.24-4.46,2.58h14.19s18.56-10.71,18.56-10.71c-.71-.56-.63-1.36.25-1.87.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.88.51-2.25.55-3.23.15l-18.97,10.95h-15.32s-10.39,6-10.39,6l6.39,3.69h11.33l.07.04,9.9,5.71h7.43l16.79-9.69c-.75-.57-.69-1.38.21-1.9.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.86.5-2.2.55-3.18.17l-17.21,9.93h-7.73l-.06-.04-9.9-5.71h-10.21l20.42,11.79h11.02l22.98-13.27h69.3l42.99-24.82c-.74-.57-.68-1.37.22-1.89.98-.56,2.56-.56,3.54,0,.98.56.98,1.48,0,2.04-.87.5-2.21.55-3.19.17l-43.4,25.06h-69.3l-22.98,13.27h-11.33l-.06-.04-28.12-16.24-7.38,4.26,31.78,18.35h22.41l18.49-10.68h47.46c.09-.27.32-.53.69-.74.98-.56,2.56-.56,3.54,0s.98,1.48,0,2.04c-.98.56-2.56.56-3.54,0-.36-.21-.59-.47-.68-.74h-47.31s-17.52,10.11-17.52,10.11h66.87l.06.04,63.73,36.79c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.86l-63.38-36.59h-90.41l-.06-.04-32.12-18.55-8.38,4.84,44.31,25.58h78.02l.06.04-.21.52h-56.83l83.45,48.18v12.68s33.29,19.22,33.29,19.22c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.87l-33.29-19.22v-12.68s-84.02-48.51-84.02-48.51h-19.51l42.01,24.26v5.35l20.1,11.61c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.87l-10.95-6.32v14.65l63.24,36.51c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.87l-63.24-36.51v-15.3l-8.6-4.96v-5.35l-42.36-24.46.14-.24-44.52-25.7-8.09,4.67,45.73,26.4v43.44s84.11,48.56,84.11,48.56h-1.12l-69.64-40.2v39.29s1.59.92,1.59.92h-1.12l-1.02-.59v-39.94s-13.35-7.71-13.35-7.71v-43.44s-45.73-26.4-45.73-26.4l-7.12,4.11,35.26,20.36v23.81s-.14.08-.14.08l-40.09,23.15v8.08s22.68,13.09,22.68,13.09c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.87l-22.67-13.09v-8.72s.14-.08.14-.08l40.09-23.15v-23.17s-26.64-15.38-26.64-15.38v9.92s12.22,7.05,12.22,7.05c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.86l-12.21-7.05v-10.57s-8.06-4.65-8.06-4.65l-9.53,5.5v17.28s17.97,10.38,17.97,10.38v11.95l-.14.08-37.84,21.85c.71.57.63,1.36-.25,1.87-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.88-.51,2.25-.55,3.23-.15l37.98-21.93v-11.3l-17.41-10.05v11.91s-23.29,13.45-23.29,13.45c.71.56.63,1.36-.25,1.86-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.88-.51,2.25-.55,3.23-.15l23.29-13.45v-29.19s-6.69,3.86-6.69,3.86l-.14-.08-10.89-6.29-9.99,5.77v14.01s-26.55,15.33-26.55,15.33v13.21c.54.04,1.07.17,1.49.41.98.56.98,1.48,0,2.04s-2.56.56-3.54,0-.98-1.48,0-2.04c.42-.24.95-.37,1.49-.41v-13.53s26.55-15.33,26.55-15.33v-13.37s-42.98,24.81-42.98,24.81v26.3s23.31,13.46,23.31,13.46h21.39l.06.04,36.7,21.19c.98-.41,2.35-.36,3.23.15.98.56.98,1.48,0,2.04-.98.56-2.56.56-3.54,0-.88-.51-.96-1.3-.25-1.86l-36.36-20.99h-20.27l67.42,38.93c.98-.41,2.35-.36,3.23.15.01,0,.02.02.03.02h-4.09l-91.44-52.79v-26.95s.14-.08.14-.08l53.38-30.82-10.74-6.2-91.14,52.62v31.4s-31.13,17.98-31.13,17.98c.71.56.63,1.36-.25,1.87-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.88-.51,2.25-.55,3.23-.15l31.14-17.98v-31.4s.14-.08.14-.08l91-52.54-10.23-5.91-90.14,52.04H12.8l-2.52,1.46v-.65l2.37-1.37h53.75l76.09-43.93h-15.3l-25.97,14.99h-20s-.07-.04-.07-.04l-27.74-16.02c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l27.4,15.82h19.7s25.97-14.99,25.97-14.99h16.42l12.67-7.31-27.3-15.76-7.76,4.48v11.77s-19.72,11.39-19.72,11.39c.71.56.63,1.36-.25,1.86-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.88-.51,2.25-.55,3.23-.15l19.72-11.39v-11.12s-21.03,12.14-21.03,12.14h-9.96l-.06-.04-11.88-6.86c-.98.41-2.35.36-3.23-.15-.98-.56-.98-1.48,0-2.04.98-.56,2.56-.56,3.54,0,.88.51.96,1.3.25,1.87l11.53,6.66h9.66l28.95-16.71-5.26-3.04.42-.24,16.36-9.45-7.86-4.54h-11.88l-8.5,4.91c.68.56.59,1.34-.28,1.84-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.89-.52,2.29-.55,3.27-.13l8.91-5.14h11.06l-20.04-11.57-47.15,27.22H29.84l-.07-.04-19.1-11.03c-.12.05-.26.07-.4.11v-2.58c.25.07.49.16.7.28.88.51.96,1.3.25,1.86l18.76,10.83h33.63l36.36-21h-15.56s-15.21,8.78-15.21,8.78c.71.57.63,1.36-.25,1.87-.98.56-2.56.56-3.54,0-.98-.56-.98-1.48,0-2.04.88-.51,2.25-.55,3.23-.15l15.63-9.02h16.68s9.41-5.43,9.41-5.43l-23.94-13.82H10.28v-.56h75.17s-9.5-5.48-9.5-5.48H19.33s-.06-.04-.06-.04l-8.98-5.18v-.65l9.19,5.31h56.63s.07.04.07.04l64.18,37.05,7.12-4.11-67.47-38.96H30.66s-.06-.04-.06-.04l-20.31-11.73v-.65l20.53,11.85h49.35s.06.04.06.04l67.82,39.16,8.09-4.67L24.54,298.72l.56-.32Zm99.03,95.42l65.69,37.92,65.68-37.92-65.69-37.92-65.68,37.92Z" />
              <polygon class="cls-189" points="247.3 227.07 247.3 0 131.82 0 131.82 227.06 189.56 272.65 247.3 227.07" />
              <g>
                <g class="cls-14">
                  <g class="cls-15">
                    <image width="2" height="4" transform="translate(340.16 259.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAAECAYAAACk7+45AAAACXBIWXMAAAsSAAALEgHS3X78AAAAH0lEQVQImWPsfvTv//9/DAxMDAwMDIxMUAYCMDAwAACvKgVwe+WNVwAAAABJRU5ErkJggg==" />
                  </g>
                  <image width="2" height="220" transform="translate(340.16 41.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAADcCAYAAABagnB7AAAACXBIWXMAAAsSAAALEgHS3X78AAABZUlEQVQ4ja1UQXLDQAiT2P1Of9H/PynOsAaMYetMO/UpY4QkBA6/+H0AwASxHgH+5ccE+ReeWxf5BJ78rDVhg+UBb2BepQDveBzDiunq8ebR2KbrNxKB0RKjnbeRaxc/+9l4psjaxSoxL+WhazdO8Ogb7pJPDsXnusBFK5gTT2CipDyHl5gk+m2kVN0qq9UUXY7lmqs4bMbCD2Jx1Q/7ODKA4zDzJY0KXvtSMChFoiUmi3lNqsYwdlMkG+InMdYl2OzDRD98Do5Jot6O2t5jEQ5xUVGn+xKBkfPhGMDrSF3NakpeyqSn1r3kbwLzJNG62Jgdk7/TJvGg3ng4dCI5/xzUXOb5ST3x9BVEmHMCr5eBh+R1ix1bPyS/Z9GctHFaTunU40uxS8c0pxnDSmh3hGmaJ7MRxk6zOjUfvREFh0Q6AAPPoUC3ujxf23HCM+Yd4QX2pbj6jjBjlujiOTGx0/Xvbg+AN2q9FMk4toVCAAAAAElFTkSuQmCC" />
                  <g class="cls-11">
                    <use transform="translate(340.16 39.28)" xlink:href="#image-2" />
                  </g>
                </g>
                <g class="cls-14">
                  <g class="cls-10">
                    <use transform="translate(295.16 256.28)" xlink:href="#image" />
                  </g>
                  <image width="1" height="220" transform="translate(295.16 38.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAEAAADcCAYAAACxtct4AAAACXBIWXMAAAsSAAALEgHS3X78AAAA1UlEQVQ4jZ1SyRHDMAhkoZ50kf5bimfBBoGVY/KRQXshxvLA86UCERX58QD+QTFRVktuAuht3iEUxRuUDbCTLblvqmVS3CMxgmbLSGgC5eLAuLsOdN431O1rXAI6xk0txisbBV22Dk6F0hdl79/WLhmabVahKNT/AzW2ldspGX7yXEZTG/Y8tGuj9SofM6ZKLeoJXVbbhXGCIFdkc/7ssiwiyBsX3zODwEgloOq/iu+Ad1mdlOtHKl5UfnBXaneZH2a+iERd28lhxal0S+65vljjI0TkAPfpBR8ilk5UAAAAAElFTkSuQmCC" />
                  <g class="cls-8">
                    <use transform="translate(295.16 36.28)" xlink:href="#image-3" />
                  </g>
                </g>
                <g class="cls-14">
                  <g class="cls-9">
                    <use transform="translate(33.16 281.28)" xlink:href="#image" />
                  </g>
                  <image width="1" height="229" transform="translate(33.16 54.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAEAAADlCAYAAACSwJ0dAAAACXBIWXMAAAsSAAALEgHS3X78AAAA3ElEQVQ4jZ1T0RFCMQgjqeu4hfuvpAe8QsHWU3+4liQk9Knc8XhSRIQCLfJlAf5G0QfoaTEPAPUaPbgieY2yAVK2uJ1OVYs2r14/o+4LvntQtbnHUiYFwbuGBrr4Zk89MvNWW/KBO0Ans/RQUQ/uvbBEi6tALsjJQwBGQduc1ouhDMXiZsHtlPsqb4QHR/FgzovxZzTjGnrgXUbJ+8mjobGbfZRh6WsCe0QFoOvT38Uewn5cszCuebKN/KpF/3qXTIdy7BTTo8ks37htFA7MVAY4edgzBdk/lEIi8gKm/QUxg82npAAAAABJRU5ErkJggg==" />
                  <g class="cls-7">
                    <use transform="translate(33.16 53.28)" xlink:href="#image-3" />
                  </g>
                </g>
                <g class="cls-14">
                  <g class="cls-6">
                    <image width="2" height="4" transform="translate(76.16 272.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAAAECAYAAACk7+45AAAACXBIWXMAAAsSAAALEgHS3X78AAAAH0lEQVQImWPsfvjvPwMDAwMLAyOIYmBgglAwwMDAAABycgNyIYUtRgAAAABJRU5ErkJggg==" />
                  </g>
                  <image width="2" height="230" transform="translate(76.16 45.28)" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAAIAAADmCAYAAAD/Y1SwAAAACXBIWXMAAAsSAAALEgHS3X78AAABF0lEQVRIiaVU25HEIAyTBe1cF9t/S3cTAoZENrnd5SPDGD0sk8R+7PULAERfFXZuvPLlpsLsfZ0PWZbSK3owDehHOgQ9CjA2lTdgtXisvOXllTDOc8VidzNUkJmXsJY2dkdumirP++LwumcPBCEYu9x7i9NNF5YIRl4OFjqERaFvBHEbZhgwfZ+NzFiRYB/ChuUBd3Ecc1XmAS5yRNFR+hqQRLVSZOAeWZSD7KnpHF1RZd7BlFYvn4MRPB5HT2yNtSGUmrCW7NoYtfn/dKjfMtsM2ejtumWYkXuW9DPW0o9epSZ1erkL+qYLH5WxkYpiGICfBSdLwYoJ2kgtRmXOp49nVdbGBpgl7WeHmdPwF6lXxo/oXAD+AArDBrdIfsswAAAAAElFTkSuQmCC" />
                  <g class="cls-5">
                    <use transform="translate(76.16 44.28)" xlink:href="#image-2" />
                  </g>
                </g>
              </g>
              <g>
                <g class="cls-13">
                  <polygon class="cls-171" points="189.48 432.06 0 322.66 189.47 213.27 378.95 322.66 189.48 432.06" />
                </g>
                <g class="cls-2">
                  <polygon class="cls-171" points="189.48 415.09 29.39 322.66 189.48 230.23 349.57 322.66 189.48 415.09" />
                </g>
                <g class="cls-3">
                  <polygon class="cls-171" points="189.48 395.38 63.53 322.66 189.48 249.95 315.43 322.66 189.48 395.38" />
                </g>
              </g>
              <g>
                <g>
                  <g>
                    <path class="cls-150" d="m155.47,253.34l-4.66,2.43-46.68-26.95c-.78-.45-2.15-.39-3.05.13l-80.52,46.49c-.77-.43-4.28-2.12-4.28-2.12l1.7,4.44s0,0,0,0c.07.2.22.38.48.53l49.17,28.39c.78.45,2.15.39,3.05-.13l82.39-47.57c.37-.21.6-.47.69-.73h0s1.69-4.89,1.69-4.89Z" />
                    <path class="cls-171" d="m154.75,254.1l-84.44,48.75c-.92.53-2.32.59-3.12.13l-50.39-29.09c-.8-.46-.7-1.27.22-1.8l84.44-48.75c.92-.53,2.32-.59,3.12-.13l50.39,29.09c.8.46.7,1.27-.22,1.8Z" />
                    <path class="cls-163" d="m154.75,253.62l-84.44,48.75c-.92.53-2.32.59-3.12.13l-50.39-29.09c-.26-.15-.42-.34-.49-.54-.13.38.03.76.49,1.03l50.39,29.09c.8.46,2.2.4,3.12-.13l84.44-48.75c.62-.36.86-.84.71-1.26-.09.27-.33.55-.71.77Z" />
                    <path class="cls-170" d="m44.84,292.31v-.93c0-.09.05-.13.12-.09l3.27,1.89c.07.04.12.14.12.23v.93c0,.09-.05.13-.12.09l-3.27-1.89c-.07-.04-.12-.14-.12-.23Z" />
                    <path class="cls-170" d="m49.73,295.13v-.93c0-.09.05-.13.12-.09l3.27,1.89c.07.04.12.14.12.23v.93c0,.09-.05.13-.12.09l-3.27-1.89c-.07-.04-.12-.14-.12-.23Z" />
                    <g>
                      <path class="cls-165" d="m45.21,280.51l70.17-40.51c.47-.27,1.04-.27,1.51,0l24.99,14.46c.36.21.36.73,0,.93l-70.14,40.49c-.47.27-1.04.27-1.51,0l-25.02-14.44c-.36-.21-.36-.73,0-.93Z" />
                      <path class="cls-164" d="m45.21,281.44l.25.14,69.92-40.37c.47-.27,1.04-.27,1.51,0l24.74,14.31.25-.15c.36-.21.36-.73,0-.93l-24.99-14.46c-.47-.27-1.04-.27-1.51,0l-70.17,40.51c-.36.21-.36.73,0,.93Z" />
                      <g>
                        <polygon class="cls-166" points="118.78 243.66 54.14 280.97 50.94 279.7 116.07 242.09 118.78 243.66" />
                        <polygon class="cls-166" points="125.42 247.49 68.25 280.5 65.54 278.94 122.71 245.93 125.42 247.49" />
                        <polygon class="cls-166" points="129.75 249.99 62.43 288.86 59.72 287.29 127.04 248.43 129.75 249.99" />
                        <polygon class="cls-166" points="134.08 252.49 66.76 291.35 64.05 289.79 131.37 250.93 134.08 252.49" />
                        <polygon class="cls-166" points="138.4 254.99 71.09 293.85 68.38 292.29 135.69 253.42 138.4 254.99" />
                        <polygon class="cls-166" points="54.14 280.97 51.43 282.54 48.72 280.97 51.43 279.41 54.14 280.97" />
                        <polygon class="cls-166" points="71.54 278.6 58.07 286.38 55.36 284.81 68.92 276.98 71.54 278.6" />
                      </g>
                    </g>
                    <g>
                      <path class="cls-165" d="m70.19,262.35l18.92-10.92c.74-.43.74-1.12,0-1.55l-12.94-7.47c-.74-.43-1.94-.43-2.68,0l-18.92,10.92c-.74.43-.74,1.12,0,1.55l12.94,7.47c.74.43,1.94.43,2.68,0Z" />
                      <path class="cls-164" d="m54.57,253.97l18.92-10.92c.74-.43,1.94-.43,2.68,0l12.94,7.47c.23.13.38.29.46.46.2-.37.05-.79-.46-1.09l-12.94-7.47c-.74-.43-1.94-.43-2.68,0l-18.92,10.92c-.51.3-.66.72-.46,1.09.09-.17.24-.33.46-.46Z" />
                    </g>
                  </g>
                  <g>
                    <path class="cls-248" d="m155.34,252.09l-10.67-63.33.86-.36-1.29-.74h0c-.25-.16-.6-.15-.99.08l-85.31,49.25c-.7.4-1.23,1.44-1.11,2.17l10.76,63.83c.06.33.22.55.45.65h0s1.26.73,1.26.73l.22-1.18-.07.02,84.79-48.96c.7-.4,1.23-1.44,1.11-2.17Z" />
                    <path class="cls-175" d="m58.41,238.72l-1.4-.62c-.16.36-.23.74-.18,1.06l10.76,63.83c.06.33.22.55.45.65h0s1.26.73,1.26.73l.22-1.18-.07.02,4.29-2.48-15.32-62.01Z" />
                    <path class="cls-172" d="m155.57,255.02l-85.31,49.25c-.66.38-1.22.16-1.34-.52l-10.76-63.83c-.12-.73.41-1.76,1.11-2.17l85.31-49.25c.66-.38,1.22-.16,1.34.52l10.76,63.83c.12.73-.41,1.76-1.11,2.17Z" />
                  </g>
                </g>
                <g>
                  <g>
                    <path class="cls-174" d="m223.65,253.34l4.66,2.43,46.68-26.95c.78-.45,2.15-.39,3.05.13l80.52,46.49c.77-.43,4.28-2.12,4.28-2.12l-1.7,4.44s0,0,0,0c-.07.2-.22.38-.48.53l-49.17,28.39c-.78.45-2.15.39-3.05-.13l-82.39-47.57c-.37-.21-.6-.47-.69-.73h0s-1.69-4.89-1.69-4.89Z" />
                    <path class="cls-171" d="m224.36,254.1l84.44,48.75c.92.53,2.32.59,3.12.13l50.39-29.09c.8-.46.7-1.27-.22-1.8l-84.44-48.75c-.92-.53-2.32-.59-3.12-.13l-50.39,29.09c-.8.46-.7,1.27.22,1.8Z" />
                    <path class="cls-163" d="m224.36,253.62l84.44,48.75c.92.53,2.32.59,3.12.13l50.39-29.09c.26-.15.42-.34.49-.54.13.38-.03.76-.49,1.03l-50.39,29.09c-.8.46-2.2.4-3.12-.13l-84.44-48.75c-.62-.36-.86-.84-.71-1.26.09.27.33.55.71.77Z" />
                    <path class="cls-170" d="m334.28,292.31v-.93c0-.09-.05-.13-.12-.09l-3.27,1.89c-.07.04-.12.14-.12.23v.93c0,.09.05.13.12.09l3.27-1.89c.07-.04.12-.14.12-.23Z" />
                    <path class="cls-170" d="m329.39,295.13v-.93c0-.09-.05-.13-.12-.09l-3.27,1.89c-.07.04-.12.14-.12.23v.93c0,.09.05.13.12.09l3.27-1.89c.07-.04.12-.14.12-.23Z" />
                    <g>
                      <path class="cls-165" d="m333.91,280.51l-70.17-40.51c-.47-.27-1.04-.27-1.51,0l-24.99,14.46c-.36.21-.36.73,0,.93l70.14,40.49c.47.27,1.04.27,1.51,0l25.02-14.44c.36-.21.36-.73,0-.93Z" />
                      <path class="cls-164" d="m333.91,281.44l-.25.14-69.92-40.37c-.47-.27-1.04-.27-1.51,0l-24.74,14.31-.25-.15c-.36-.21-.36-.73,0-.93l24.99-14.46c.47-.27,1.04-.27,1.51,0l70.17,40.51c.36.21.36.73,0,.93Z" />
                      <g>
                        <polygon class="cls-166" points="260.34 243.66 324.98 280.97 328.18 279.7 263.05 242.09 260.34 243.66" />
                        <polygon class="cls-166" points="253.7 247.49 310.87 280.5 313.58 278.94 256.41 245.93 253.7 247.49" />
                        <polygon class="cls-166" points="249.37 249.99 316.68 288.86 319.39 287.29 252.08 248.43 249.37 249.99" />
                        <polygon class="cls-166" points="245.04 252.49 312.36 291.35 315.07 289.79 247.75 250.93 245.04 252.49" />
                        <polygon class="cls-166" points="240.71 254.99 308.03 293.85 310.74 292.29 243.42 253.42 240.71 254.99" />
                        <polygon class="cls-166" points="324.98 280.97 327.69 282.54 330.4 280.97 327.69 279.41 324.98 280.97" />
                        <polygon class="cls-166" points="307.58 278.6 321.04 286.38 323.75 284.81 310.19 276.98 307.58 278.6" />
                      </g>
                    </g>
                    <g>
                      <path class="cls-165" d="m308.93,262.35l-18.92-10.92c-.74-.43-.74-1.12,0-1.55l12.94-7.47c.74-.43,1.94-.43,2.68,0l18.92,10.92c.74.43.74,1.12,0,1.55l-12.94,7.47c-.74.43-1.94.43-2.68,0Z" />
                      <path class="cls-165" d="m324.54,253.97l-18.92-10.92c-.74-.43-1.94-.43-2.68,0l-12.94,7.47c-.23.13-.38.29-.46.46-.2-.37-.05-.79.46-1.09l12.94-7.47c.74-.43,1.94-.43,2.68,0l18.92,10.92c.51.3.66.72.46,1.09-.09-.17-.24-.33-.46-.46Z" />
                    </g>
                  </g>
                  <g>
                    <path class="cls-264" d="m223.78,252.09l10.67-63.33-.86-.36,1.29-.74h0c.25-.16.6-.15.99.08l85.31,49.25c.7.4,1.23,1.44,1.11,2.17l-10.76,63.83c-.06.33-.22.55-.45.65h0s-1.26.73-1.26.73l-.22-1.18.07.02-84.79-48.96c-.7-.4-1.23-1.44-1.11-2.17Z" />
                    <path class="cls-176" d="m320.71,238.72l1.4-.62c.16.36.23.74.18,1.06l-10.76,63.83c-.06.33-.22.55-.45.65h0s-1.26.73-1.26.73l-.22-1.18.07.02-4.29-2.48,15.32-62.01Z" />
                    <path class="cls-172" d="m223.55,255.02l85.31,49.25c.66.38,1.22.16,1.34-.52l10.76-63.83c.12-.73-.41-1.76-1.11-2.17l-85.31-49.25c-.66-.38-1.22-.16-1.34.52l-10.76,63.83c-.12.73.41,1.76,1.11,2.17Z" />
                  </g>
                </g>
                <g>
                  <polygon class="cls-265" points="189.56 330.18 110.13 284.32 189.56 238.46 268.99 284.32 189.56 330.18" />
                  <polygon class="cls-172" points="189.56 317.66 131.82 284.32 189.56 250.98 247.3 284.32 189.56 317.66" />
                  <polygon class="cls-163" points="189.56 253.24 245.35 285.45 247.3 284.32 189.56 250.98 131.82 284.32 133.77 285.45 189.56 253.24" />
                  <polygon class="cls-169" points="268.99 284.32 268.99 310.31 189.56 356.17 189.56 330.18 268.99 284.32" />
                  <polygon class="cls-166" points="110.13 284.32 110.13 310.31 189.56 356.17 189.56 330.18 110.13 284.32" />
                  <g class="cls-4">
                    <polygon class="cls-168" points="115.51 296 115.51 304.18 184.18 343.83 184.18 335.64 115.51 296" />
                  </g>
                  <polygon class="cls-163" points="189.56 328.69 111.42 283.57 110.13 284.32 189.56 330.18 268.99 284.32 267.7 283.57 189.56 328.69" />
                  <polygon class="cls-172" points="257.08 302.53 257.08 307.19 201.47 339.29 201.47 334.64 257.08 302.53" />
                  <polygon class="cls-173" points="110.13 284.32 110.13 310.31 189.56 356.17 189.56 330.18 110.13 284.32" />
                  <polygon class="cls-25" points="166.37 328.8 151.99 320.49 151.99 322.21 166.37 330.51 166.37 328.8" />
                  <polygon class="cls-25" points="149.91 319.31 146.02 317.06 146.01 318.78 149.91 321.03 149.91 319.31" />
                  <polygon class="cls-25" points="131.66 308.77 123.68 304.17 123.68 305.88 131.65 310.49 131.66 308.77" />
                  <polygon class="cls-25" points="138.93 312.97 133.17 309.64 133.16 311.36 138.93 314.69 138.93 312.97" />
                  <polygon class="cls-25" points="144.34 316.1 140.44 313.85 140.44 315.56 144.34 317.81 144.34 316.1" />
                  <g>
                    <g>
                      <polygon class="cls-25" points="189.64 262.43 187.12 260.97 189.64 259.51 192.16 260.97 189.64 262.43" />
                      <polygon class="cls-17" points="194.69 265.34 192.16 263.88 194.69 262.43 197.21 263.88 194.69 265.34" />
                      <polygon class="cls-26" points="199.73 268.25 197.21 266.79 199.73 265.34 202.25 266.79 199.73 268.25" />
                      <polygon class="cls-25" points="204.77 271.16 202.25 269.71 204.77 268.25 207.3 269.71 204.77 271.16" />
                      <polygon class="cls-26" points="209.82 274.08 207.3 272.62 209.82 271.16 212.34 272.62 209.82 274.08" />
                      <polygon class="cls-25" points="214.86 276.99 212.34 275.53 214.86 274.08 217.39 275.53 214.86 276.99" />
                      <polygon class="cls-25" points="219.91 279.9 217.39 278.44 219.91 276.99 222.43 278.44 219.91 279.9" />
                      <polygon class="cls-25" points="224.95 282.81 222.43 281.36 224.95 279.9 227.48 281.36 224.95 282.81" />
                      <polygon class="cls-17" points="230 285.73 227.48 284.27 230 282.81 232.52 284.27 230 285.73" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="184.58 265.35 182.05 263.89 184.58 262.44 187.1 263.89 184.58 265.35" />
                      <polygon class="cls-25" points="189.62 268.26 187.1 266.81 189.62 265.35 192.14 266.81 189.62 268.26" />
                      <polygon class="cls-25" points="194.67 271.18 192.14 269.72 194.66 268.26 197.19 269.72 194.67 271.18" />
                      <polygon class="cls-25" points="199.71 274.09 197.19 272.63 199.71 271.18 202.23 272.63 199.71 274.09" />
                      <polygon class="cls-25" points="204.75 277 202.23 275.54 204.75 274.09 207.28 275.54 204.75 277" />
                      <polygon class="cls-25" points="209.8 279.91 207.28 278.46 209.8 277 212.32 278.46 209.8 279.91" />
                      <polygon class="cls-25" points="214.84 282.83 212.32 281.37 214.84 279.91 217.37 281.37 214.84 282.83" />
                      <polygon class="cls-25" points="219.89 285.74 217.37 284.28 219.89 282.83 222.41 284.28 219.89 285.74" />
                      <polygon class="cls-25" points="224.93 288.65 222.41 287.19 224.93 285.74 227.46 287.19 224.93 288.65" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="179.51 268.27 176.99 266.82 179.51 265.36 182.03 266.82 179.51 268.27" />
                      <polygon class="cls-25" points="184.56 271.19 182.03 269.73 184.56 268.27 187.08 269.73 184.56 271.19" />
                      <polygon class="cls-25" points="189.6 274.1 187.08 272.64 189.6 271.19 192.12 272.64 189.6 274.1" />
                      <polygon class="cls-17" points="194.64 277.01 192.12 275.56 194.64 274.1 197.17 275.56 194.64 277.01" />
                      <polygon class="cls-26" points="199.69 279.92 197.17 278.47 199.69 277.01 202.21 278.47 199.69 279.92" />
                      <polygon class="cls-26" points="204.73 282.84 202.21 281.38 204.73 279.92 207.26 281.38 204.73 282.84" />
                      <polygon class="cls-25" points="209.78 285.75 207.26 284.29 209.78 282.84 212.3 284.29 209.78 285.75" />
                      <polygon class="cls-25" points="214.82 288.66 212.3 287.21 214.82 285.75 217.35 287.21 214.82 288.66" />
                      <polygon class="cls-25" points="219.87 291.57 217.35 290.12 219.87 288.66 222.39 290.12 219.87 291.57" />
                    </g>
                    <g>
                      <polygon class="cls-26" points="174.45 271.2 171.92 269.74 174.45 268.29 176.97 269.74 174.45 271.2" />
                      <polygon class="cls-26" points="179.49 274.11 176.97 272.65 179.49 271.2 182.01 272.65 179.49 274.11" />
                      <polygon class="cls-17" points="184.53 277.02 182.01 275.57 184.53 274.11 187.06 275.57 184.53 277.02" />
                      <polygon class="cls-25" points="189.58 279.94 187.06 278.48 189.58 277.02 192.1 278.48 189.58 279.94" />
                      <polygon class="cls-25" points="194.62 282.85 192.1 281.39 194.62 279.94 197.15 281.39 194.62 282.85" />
                      <polygon class="cls-25" points="199.67 285.76 197.15 284.31 199.67 282.85 202.19 284.31 199.67 285.76" />
                      <polygon class="cls-26" points="204.71 288.67 202.19 287.22 204.71 285.76 207.24 287.22 204.71 288.67" />
                      <polygon class="cls-25" points="209.76 291.59 207.24 290.13 209.76 288.67 212.28 290.13 209.76 291.59" />
                      <polygon class="cls-25" points="214.8 294.5 212.28 293.04 214.8 291.59 217.33 293.04 214.8 294.5" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="169.38 274.12 166.86 272.67 169.38 271.21 171.9 272.67 169.38 274.12" />
                      <polygon class="cls-25" points="174.42 277.04 171.9 275.58 174.42 274.12 176.95 275.58 174.42 277.04" />
                      <polygon class="cls-25" points="179.47 279.95 176.95 278.49 179.47 277.04 181.99 278.49 179.47 279.95" />
                      <polygon class="cls-25" points="184.51 282.86 181.99 281.4 184.51 279.95 187.04 281.4 184.51 282.86" />
                      <polygon class="cls-25" points="189.56 285.77 187.04 284.32 189.56 282.86 192.08 284.32 189.56 285.77" />
                      <polygon class="cls-25" points="194.6 288.69 192.08 287.23 194.6 285.77 197.13 287.23 194.6 288.69" />
                      <polygon class="cls-25" points="199.65 291.6 197.13 290.14 199.65 288.69 202.17 290.14 199.65 291.6" />
                      <polygon class="cls-25" points="204.69 294.51 202.17 293.05 204.69 291.6 207.22 293.05 204.69 294.51" />
                      <polygon class="cls-25" points="209.74 297.42 207.22 295.97 209.74 294.51 212.26 295.97 209.74 297.42" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="164.32 277.05 161.79 275.59 164.32 274.13 166.84 275.59 164.32 277.05" />
                      <polygon class="cls-25" points="169.36 279.96 166.84 278.5 169.36 277.05 171.88 278.5 169.36 279.96" />
                      <polygon class="cls-26" points="174.4 282.87 171.88 281.42 174.4 279.96 176.93 281.42 174.4 282.87" />
                      <polygon class="cls-25" points="179.45 285.78 176.93 284.33 179.45 282.87 181.97 284.33 179.45 285.78" />
                      <polygon class="cls-17" points="184.49 288.7 181.97 287.24 184.49 285.79 187.02 287.24 184.49 288.7" />
                      <polygon class="cls-25" points="189.54 291.61 187.02 290.15 189.54 288.7 192.06 290.15 189.54 291.61" />
                      <polygon class="cls-25" points="194.58 294.52 192.06 293.07 194.58 291.61 197.11 293.07 194.58 294.52" />
                      <polygon class="cls-25" points="199.63 297.44 197.11 295.98 199.63 294.52 202.15 295.98 199.63 297.44" />
                      <polygon class="cls-25" points="204.67 300.35 202.15 298.89 204.67 297.44 207.19 298.89 204.67 300.35" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="159.25 279.97 156.73 278.52 159.25 277.06 161.77 278.52 159.25 279.97" />
                      <polygon class="cls-25" points="164.29 282.88 161.77 281.43 164.29 279.97 166.82 281.43 164.29 282.88" />
                      <polygon class="cls-26" points="169.34 285.8 166.82 284.34 169.34 282.88 171.86 284.34 169.34 285.8" />
                      <polygon class="cls-25" points="174.38 288.71 171.86 287.25 174.38 285.8 176.91 287.25 174.38 288.71" />
                      <polygon class="cls-25" points="179.43 291.62 176.91 290.17 179.43 288.71 181.95 290.17 179.43 291.62" />
                      <polygon class="cls-17" points="184.47 294.53 181.95 293.08 184.47 291.62 187 293.08 184.47 294.53" />
                      <polygon class="cls-26" points="189.52 297.45 187 295.99 189.52 294.53 192.04 295.99 189.52 297.45" />
                      <polygon class="cls-25" points="194.56 300.36 192.04 298.9 194.56 297.45 197.09 298.9 194.56 300.36" />
                      <polygon class="cls-17" points="199.61 303.27 197.09 301.82 199.61 300.36 202.13 301.82 199.61 303.27" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="154.19 282.9 151.66 281.44 154.18 279.98 156.71 281.44 154.19 282.9" />
                      <polygon class="cls-26" points="159.23 285.81 156.71 284.35 159.23 282.9 161.75 284.35 159.23 285.81" />
                      <polygon class="cls-25" points="164.27 288.72 161.75 287.26 164.27 285.81 166.8 287.26 164.27 288.72" />
                      <polygon class="cls-25" points="169.32 291.63 166.8 290.18 169.32 288.72 171.84 290.18 169.32 291.63" />
                      <polygon class="cls-25" points="174.36 294.55 171.84 293.09 174.36 291.63 176.89 293.09 174.36 294.55" />
                      <polygon class="cls-25" points="179.41 297.46 176.89 296 179.41 294.55 181.93 296 179.41 297.46" />
                      <polygon class="cls-25" points="184.45 300.37 181.93 298.91 184.45 297.46 186.98 298.92 184.45 300.37" />
                      <polygon class="cls-26" points="189.5 303.28 186.98 301.83 189.5 300.37 192.02 301.83 189.5 303.28" />
                      <polygon class="cls-25" points="194.54 306.2 192.02 304.74 194.54 303.28 197.06 304.74 194.54 306.2" />
                    </g>
                    <g>
                      <polygon class="cls-25" points="149.12 285.82 146.6 284.36 149.12 282.91 151.64 284.36 149.12 285.82" />
                      <polygon class="cls-17" points="154.16 288.73 151.64 287.28 154.16 285.82 156.69 287.28 154.16 288.73" />
                      <polygon class="cls-25" points="159.21 291.65 156.69 290.19 159.21 288.73 161.73 290.19 159.21 291.65" />
                      <polygon class="cls-25" points="164.25 294.56 161.73 293.1 164.25 291.65 166.78 293.1 164.25 294.56" />
                      <polygon class="cls-25" points="169.3 297.47 166.78 296.01 169.3 294.56 171.82 296.01 169.3 297.47" />
                      <polygon class="cls-25" points="174.34 300.38 171.82 298.93 174.34 297.47 176.87 298.93 174.34 300.38" />
                      <polygon class="cls-26" points="179.39 303.3 176.87 301.84 179.39 300.38 181.91 301.84 179.39 303.3" />
                      <polygon class="cls-25" points="184.43 306.21 181.91 304.75 184.43 303.3 186.95 304.75 184.43 306.21" />
                      <polygon class="cls-25" points="189.48 309.12 186.95 307.66 189.48 306.21 192 307.66 189.48 309.12" />
                    </g>
                  </g>
                </g>
                <g>
                  <polygon class="cls-184" points="189.56 285.17 110.13 239.31 189.56 193.45 268.99 239.31 189.56 285.17" />
                  <polygon class="cls-168" points="189.56 272.65 131.82 239.31 189.56 205.97 247.3 239.31 189.56 272.65" />
                  <polygon class="cls-163" points="189.56 208.23 245.35 240.44 247.3 239.31 189.56 205.97 131.82 239.31 133.77 240.44 189.56 208.23" />
                  <polygon class="cls-169" points="268.99 239.31 268.99 265.3 189.56 311.16 189.56 285.17 268.99 239.31" />
                  <polygon class="cls-166" points="110.13 239.31 110.13 265.3 189.56 311.16 189.56 285.17 110.13 239.31" />
                  <g class="cls-4">
                    <polygon class="cls-168" points="115.51 250.99 115.51 259.17 184.18 298.82 184.18 290.63 115.51 250.99" />
                  </g>
                  <polygon class="cls-163" points="189.56 283.68 111.42 238.56 110.13 239.31 189.56 285.17 268.99 239.31 267.7 238.56 189.56 283.68" />
                  <polygon class="cls-172" points="257.08 257.52 257.08 262.18 201.47 294.28 201.47 289.63 257.08 257.52" />
                  <polygon class="cls-173" points="110.13 239.31 110.13 265.3 189.56 311.16 189.56 285.17 110.13 239.31" />
                  <polygon class="cls-183" points="166.37 283.79 151.99 275.48 151.99 277.2 166.37 285.5 166.37 283.79" />
                  <polygon class="cls-182" points="149.91 274.3 146.02 272.05 146.01 273.77 149.91 276.02 149.91 274.3" />
                  <polygon class="cls-186" points="131.66 263.76 123.68 259.16 123.68 260.87 131.65 265.48 131.66 263.76" />
                  <polygon class="cls-187" points="138.93 267.97 133.17 264.64 133.16 266.35 138.93 269.68 138.93 267.97" />
                  <polygon class="cls-185" points="144.34 271.09 140.44 268.84 140.44 270.55 144.34 272.8 144.34 271.09" />
                  <g>
                    <g>
                      <polygon class="cls-188" points="189.64 217.42 187.12 215.96 189.64 214.5 192.16 215.96 189.64 217.42" />
                      <polygon class="cls-16" points="194.69 220.33 192.16 218.87 194.69 217.42 197.21 218.87 194.69 220.33" />
                      <polygon class="cls-252" points="199.73 223.24 197.21 221.78 199.73 220.33 202.25 221.79 199.73 223.24" />
                      <polygon class="cls-216" points="204.77 226.15 202.25 224.7 204.77 223.24 207.3 224.7 204.77 226.15" />
                      <polygon class="cls-253" points="209.82 229.07 207.3 227.61 209.82 226.15 212.34 227.61 209.82 229.07" />
                      <polygon class="cls-217" points="214.86 231.98 212.34 230.52 214.86 229.07 217.39 230.52 214.86 231.98" />
                      <polygon class="cls-218" points="219.91 234.89 217.39 233.44 219.91 231.98 222.43 233.44 219.91 234.89" />
                      <polygon class="cls-219" points="224.95 237.8 222.43 236.35 224.95 234.89 227.48 236.35 224.95 237.8" />
                      <polygon class="cls-20" points="230 240.72 227.48 239.26 230 237.8 232.52 239.26 230 240.72" />
                    </g>
                    <g>
                      <polygon class="cls-213" points="184.58 220.34 182.05 218.88 184.58 217.43 187.1 218.88 184.58 220.34" />
                      <polygon class="cls-214" points="189.62 223.25 187.1 221.8 189.62 220.34 192.14 221.8 189.62 223.25" />
                      <polygon class="cls-215" points="194.67 226.17 192.14 224.71 194.66 223.25 197.19 224.71 194.67 226.17" />
                      <polygon class="cls-161" points="199.71 229.08 197.19 227.62 199.71 226.17 202.23 227.62 199.71 229.08" />
                      <polygon class="cls-240" points="204.75 231.99 202.23 230.53 204.75 229.08 207.28 230.53 204.75 231.99" />
                      <polygon class="cls-241" points="209.8 234.9 207.28 233.45 209.8 231.99 212.32 233.45 209.8 234.9" />
                      <polygon class="cls-162" points="214.84 237.82 212.32 236.36 214.84 234.9 217.37 236.36 214.84 237.82" />
                      <polygon class="cls-237" points="219.89 240.73 217.37 239.27 219.89 237.82 222.41 239.27 219.89 240.73" />
                      <polygon class="cls-158" points="224.93 243.64 222.41 242.18 224.93 240.73 227.46 242.18 224.93 243.64" />
                    </g>
                    <g>
                      <polygon class="cls-242" points="179.51 223.26 176.99 221.81 179.51 220.35 182.03 221.81 179.51 223.26" />
                      <polygon class="cls-160" points="184.56 226.18 182.03 224.72 184.56 223.26 187.08 224.72 184.56 226.18" />
                      <polygon class="cls-239" points="189.6 229.09 187.08 227.63 189.6 226.18 192.12 227.63 189.6 229.09" />
                      <polygon class="cls-23" points="194.64 232 192.12 230.55 194.64 229.09 197.17 230.55 194.64 232" />
                      <polygon class="cls-259" points="199.69 234.91 197.17 233.46 199.69 232 202.21 233.46 199.69 234.91" />
                      <polygon class="cls-260" points="204.73 237.83 202.21 236.37 204.73 234.92 207.26 236.37 204.73 237.83" />
                      <polygon class="cls-245" points="209.78 240.74 207.26 239.28 209.78 237.83 212.3 239.28 209.78 240.74" />
                      <polygon class="cls-246" points="214.82 243.65 212.3 242.2 214.82 240.74 217.35 242.2 214.82 243.65" />
                      <polygon class="cls-247" points="219.87 246.57 217.35 245.11 219.87 243.65 222.39 245.11 219.87 246.57" />
                    </g>
                    <g>
                      <polygon class="cls-261" points="174.45 226.19 171.92 224.73 174.45 223.28 176.97 224.73 174.45 226.19" />
                      <polygon class="cls-258" points="179.49 229.1 176.97 227.65 179.49 226.19 182.01 227.65 179.49 229.1" />
                      <polygon class="cls-24" points="184.53 232.01 182.01 230.56 184.53 229.1 187.06 230.56 184.53 232.01" />
                      <polygon class="cls-244" points="189.58 234.93 187.06 233.47 189.58 232.01 192.1 233.47 189.58 234.93" />
                      <polygon class="cls-243" points="194.62 237.84 192.1 236.38 194.62 234.93 197.15 236.38 194.62 237.84" />
                      <polygon class="cls-153" points="199.67 240.75 197.15 239.3 199.67 237.84 202.19 239.3 199.67 240.75" />
                      <polygon class="cls-254" points="204.71 243.66 202.19 242.21 204.71 240.75 207.24 242.21 204.71 243.66" />
                      <polygon class="cls-221" points="209.76 246.58 207.24 245.12 209.76 243.66 212.28 245.12 209.76 246.58" />
                      <polygon class="cls-224" points="214.8 249.49 212.28 248.03 214.8 246.58 217.33 248.03 214.8 249.49" />
                    </g>
                    <g>
                      <polygon class="cls-154" points="169.38 229.11 166.86 227.66 169.38 226.2 171.9 227.66 169.38 229.11" />
                      <polygon class="cls-222" points="174.42 232.03 171.9 230.57 174.42 229.11 176.95 230.57 174.42 232.03" />
                      <polygon class="cls-220" points="179.47 234.94 176.95 233.48 179.47 232.03 181.99 233.48 179.47 234.94" />
                      <polygon class="cls-223" points="184.51 237.85 181.99 236.39 184.51 234.94 187.04 236.39 184.51 237.85" />
                      <polygon class="cls-156" points="189.56 240.76 187.04 239.31 189.56 237.85 192.08 239.31 189.56 240.76" />
                      <polygon class="cls-155" points="194.6 243.68 192.08 242.22 194.6 240.76 197.13 242.22 194.6 243.68" />
                      <polygon class="cls-229" points="199.65 246.59 197.13 245.13 199.65 243.68 202.17 245.13 199.65 246.59" />
                      <polygon class="cls-227" points="204.69 249.5 202.17 248.05 204.69 246.59 207.22 248.05 204.69 249.5" />
                      <polygon class="cls-230" points="209.74 252.41 207.22 250.96 209.74 249.5 212.26 250.96 209.74 252.41" />
                    </g>
                    <g>
                      <polygon class="cls-231" points="164.32 232.04 161.79 230.58 164.32 229.13 166.84 230.58 164.32 232.04" />
                      <polygon class="cls-232" points="169.36 234.95 166.84 233.49 169.36 232.04 171.88 233.49 169.36 234.95" />
                      <polygon class="cls-255" points="174.4 237.86 171.88 236.41 174.4 234.95 176.93 236.41 174.4 237.86" />
                      <polygon class="cls-159" points="179.45 240.78 176.93 239.32 179.45 237.86 181.97 239.32 179.45 240.78" />
                      <polygon class="cls-21" points="184.49 243.69 181.97 242.23 184.49 240.78 187.02 242.23 184.49 243.69" />
                      <polygon class="cls-228" points="189.54 246.6 187.02 245.14 189.54 243.69 192.06 245.14 189.54 246.6" />
                      <polygon class="cls-238" points="194.58 249.51 192.06 248.06 194.58 246.6 197.11 248.06 194.58 249.51" />
                      <polygon class="cls-157" points="199.63 252.43 197.11 250.97 199.63 249.51 202.15 250.97 199.63 252.43" />
                      <polygon class="cls-233" points="204.67 255.34 202.15 253.88 204.67 252.43 207.19 253.88 204.67 255.34" />
                    </g>
                    <g>
                      <polygon class="cls-234" points="159.25 234.96 156.73 233.51 159.25 232.05 161.77 233.51 159.25 234.96" />
                      <polygon class="cls-236" points="164.29 237.87 161.77 236.42 164.29 234.96 166.82 236.42 164.29 237.87" />
                      <polygon class="cls-256" points="169.34 240.79 166.82 239.33 169.34 237.87 171.86 239.33 169.34 240.79" />
                      <polygon class="cls-225" points="174.38 243.7 171.86 242.24 174.38 240.79 176.91 242.24 174.38 243.7" />
                      <polygon class="cls-235" points="179.43 246.61 176.91 245.16 179.43 243.7 181.95 245.16 179.43 246.61" />
                      <polygon class="cls-22" points="184.47 249.52 181.95 248.07 184.47 246.61 187 248.07 184.47 249.52" />
                      <polygon class="cls-257" points="189.52 252.44 187 250.98 189.52 249.52 192.04 250.98 189.52 252.44" />
                      <polygon class="cls-226" points="194.56 255.35 192.04 253.89 194.56 252.44 197.09 253.89 194.56 255.35" />
                      <polygon class="cls-19" points="199.61 258.26 197.09 256.81 199.61 255.35 202.13 256.81 199.61 258.26" />
                    </g>
                    <g>
                      <polygon class="cls-202" points="154.19 237.89 151.66 236.43 154.18 234.97 156.71 236.43 154.19 237.89" />
                      <polygon class="cls-249" points="159.23 240.8 156.71 239.34 159.23 237.89 161.75 239.34 159.23 240.8" />
                      <polygon class="cls-204" points="164.27 243.71 161.75 242.26 164.27 240.8 166.8 242.26 164.27 243.71" />
                      <polygon class="cls-203" points="169.32 246.62 166.8 245.17 169.32 243.71 171.84 245.17 169.32 246.62" />
                      <polygon class="cls-206" points="174.36 249.54 171.84 248.08 174.36 246.62 176.89 248.08 174.36 249.54" />
                      <polygon class="cls-201" points="179.41 252.45 176.89 250.99 179.41 249.54 181.93 250.99 179.41 252.45" />
                      <polygon class="cls-205" points="184.45 255.36 181.93 253.91 184.45 252.45 186.98 253.91 184.45 255.36" />
                      <polygon class="cls-250" points="189.5 258.27 186.98 256.82 189.5 255.36 192.02 256.82 189.5 258.27" />
                      <polygon class="cls-211" points="194.54 261.19 192.02 259.73 194.54 258.27 197.06 259.73 194.54 261.19" />
                    </g>
                    <g>
                      <polygon class="cls-212" points="149.12 240.81 146.6 239.35 149.12 237.9 151.64 239.35 149.12 240.81" />
                      <polygon class="cls-18" points="154.16 243.72 151.64 242.27 154.16 240.81 156.69 242.27 154.16 243.72" />
                      <polygon class="cls-151" points="159.21 246.64 156.69 245.18 159.21 243.72 161.73 245.18 159.21 246.64" />
                      <polygon class="cls-209" points="164.25 249.55 161.73 248.09 164.25 246.64 166.78 248.09 164.25 249.55" />
                      <polygon class="cls-207" points="169.3 252.46 166.78 251 169.3 249.55 171.82 251 169.3 252.46" />
                      <polygon class="cls-208" points="174.34 255.37 171.82 253.92 174.34 252.46 176.87 253.92 174.34 255.37" />
                      <polygon class="cls-251" points="179.39 258.29 176.87 256.83 179.39 255.37 181.91 256.83 179.39 258.29" />
                      <polygon class="cls-152" points="184.43 261.2 181.91 259.74 184.43 258.29 186.95 259.74 184.43 261.2" />
                      <polygon class="cls-210" points="189.48 264.11 186.95 262.65 189.48 261.2 192 262.65 189.48 264.11" />
                    </g>
                  </g>
                </g>
                <g>
                  <g>
                    <g>
                      <g>
                        <path class="cls-262" d="m308.01,328.7l-10.86-64.45.87-.37-1.31-.75h0c-.25-.16-.61-.15-1.01.08l-86.82,50.12c-.71.41-1.25,1.47-1.13,2.21l10.95,64.96c.06.34.22.56.46.66h0s1.28.74,1.28.74l.22-1.2-.07.02,86.29-49.82c.71-.41,1.25-1.47,1.13-2.21Z" />
                        <path class="cls-178" d="m209.36,315.09l-1.43-.63c-.16.37-.24.75-.18,1.07l10.95,64.96c.06.34.22.56.46.66h0s1.28.74,1.28.74l.22-1.2-.07.02,4.37-2.52-15.59-63.11Z" />
                        <path class="cls-166" d="m308.24,331.68l-86.82,50.12c-.67.39-1.24.16-1.36-.53l-10.95-64.96c-.13-.74.41-1.79,1.13-2.21l86.82-50.12c.67-.39,1.24-.16,1.36.53l10.95,64.96c.13.74-.41,1.79-1.13,2.21Z" />
                        <polygon class="cls-167" points="295.92 268.13 212.24 316.45 222.61 377.63 306.24 329.35 295.92 268.13" />
                      </g>
                      <g>
                        <path class="cls-177" d="m362.81,362.44l-4.74,2.47-47.51-27.43c-.79-.46-2.18-.4-3.1.13l-81.94,47.31c-.78-.44-4.36-2.16-4.36-2.16l1.73,4.52s0,0,0,0c.07.2.23.39.48.54l50.04,28.89c.79.46,2.18.4,3.1-.13l83.85-48.41c.38-.22.61-.48.7-.75h0s1.72-4.98,1.72-4.98Z" />
                        <path class="cls-171" d="m362.08,363.22l-85.93,49.61c-.94.54-2.36.6-3.18.13l-51.28-29.61c-.81-.47-.71-1.29.23-1.83l85.93-49.61c.94-.54,2.36-.6,3.18-.13l51.28,29.61c.81.47.71,1.29-.23,1.83Z" />
                        <path class="cls-167" d="m362.08,362.72l-85.93,49.61c-.94.54-2.36.6-3.18.13l-51.28-29.61c-.27-.15-.43-.35-.5-.55-.13.39.03.78.5,1.05l51.28,29.61c.81.47,2.24.41,3.18-.13l85.93-49.61c.63-.37.88-.85.73-1.28-.09.28-.33.56-.73.79Z" />
                        <path class="cls-170" d="m250.23,402.1v-.94c0-.09.05-.13.12-.09l3.32,1.92c.07.04.12.14.12.23v.94c0,.09-.05.13-.12.09l-3.32-1.92c-.07-.04-.12-.14-.12-.23Z" />
                        <path class="cls-170" d="m255.2,404.97v-.94c0-.09.05-.13.12-.09l3.32,1.92c.07.04.12.14.12.23v.94c0,.09-.05.13-.12.09l-3.32-1.92c-.07-.04-.12-.14-.12-.23Z" />
                        <path class="cls-165" d="m235.06,380.59l71.41-41.23c.48-.27,1.06-.27,1.54,0l25.43,14.71c.37.21.36.74,0,.95l-71.38,41.21c-.48.27-1.06.27-1.54,0l-25.46-14.69c-.37-.21-.37-.74,0-.95Z" />
                        <path class="cls-164" d="m235.06,381.53l.26.15,71.16-41.08c.48-.27,1.06-.27,1.54,0l25.17,14.56.26-.15c.37-.21.37-.74,0-.95l-25.43-14.71c-.48-.28-1.06-.28-1.54,0l-71.41,41.23c-.37.21-.37.74,0,.95Z" />
                        <g>
                          <polygon class="cls-166" points="309.93 343.08 247.9 378.9 245.14 377.3 307.17 341.49 309.93 343.08" />
                          <polygon class="cls-166" points="316.69 346.99 258.51 380.58 255.75 378.99 313.93 345.39 316.69 346.99" />
                          <polygon class="cls-166" points="321.09 349.53 252.59 389.08 249.83 387.49 318.33 347.94 321.09 349.53" />
                          <polygon class="cls-166" points="325.5 352.07 256.99 391.62 254.23 390.03 322.74 350.48 325.5 352.07" />
                          <polygon class="cls-166" points="329.9 354.61 261.4 394.17 258.64 392.57 327.14 353.02 329.9 354.61" />
                          <polygon class="cls-166" points="244.15 381.06 241.39 382.65 238.63 381.06 241.39 379.47 244.15 381.06" />
                          <polygon class="cls-166" points="253.88 383.25 248.15 386.56 245.39 384.96 251.12 381.66 253.88 383.25" />
                        </g>
                        <path class="cls-165" d="m309.22,390.56l19.26-11.12c.75-.43.75-1.14,0-1.57l-13.17-7.6c-.75-.43-1.97-.43-2.73,0l-19.26,11.12c-.75.43-.75,1.14,0,1.57l13.17,7.6c.75.43,1.97.43,2.73,0Z" />
                        <path class="cls-164" d="m293.33,382.03l19.26-11.12c.75-.43,1.97-.43,2.73,0l13.17,7.6c.23.13.38.3.47.46.2-.38.05-.81-.47-1.11l-13.17-7.6c-.75-.43-1.97-.43-2.73,0l-19.26,11.12c-.52.3-.67.73-.47,1.11.09-.17.24-.33.47-.46Z" />
                      </g>
                    </g>
                    <g>
                      <polygon class="cls-200" points="243.75 354.3 250.52 350.39 250.72 351.57 243.95 355.48 243.75 354.3" />
                      <polygon class="cls-190" points="251.61 349.77 255.3 347.63 255.49 348.81 251.81 350.94 251.61 349.77" />
                      <polygon class="cls-192" points="261.04 344.32 263.71 342.78 263.9 343.95 261.23 345.5 261.04 344.32" />
                      <polygon class="cls-193" points="259.09 345.45 260 344.92 260.2 346.09 259.29 346.62 259.09 345.45" />
                      <polygon class="cls-194" points="256.4 347 258.05 346.04 258.25 347.22 256.6 348.18 256.4 347" />
                      <polygon class="cls-199" points="249.1 345.31 251.77 343.77 251.97 344.94 249.3 346.49 249.1 345.31" />
                      <polygon class="cls-196" points="242.84 348.93 248.07 345.91 248.27 347.09 243.04 350.11 242.84 348.93" />
                      <g>
                        <polygon class="cls-197" points="250.34 329.88 255.57 326.86 255.77 328.03 250.54 331.05 250.34 329.88" />
                        <polygon class="cls-198" points="247.65 331.43 249.3 330.48 249.5 331.65 247.85 332.61 247.65 331.43" />
                      </g>
                      <polygon class="cls-191" points="251.21 335.26 256.44 332.23 256.64 333.41 251.41 336.43 251.21 335.26" />
                      <polygon class="cls-195" points="248.52 336.81 250.18 335.85 250.38 337.03 248.72 337.99 248.52 336.81" />
                      <polygon class="cls-94" points="246.48 306.67 236.63 312.36 236.43 311.19 246.28 305.49 246.48 306.67" />
                      <polygon class="cls-93" points="249.95 304.66 247.51 306.07 247.31 304.89 249.75 303.48 249.95 304.66" />
                      <polygon class="cls-96" points="267.26 303.52 257.41 309.21 257.21 308.04 267.06 302.34 267.26 303.52" />
                      <polygon class="cls-95" points="270.73 301.51 268.3 302.92 268.1 301.74 270.54 300.34 270.73 301.51" />
                      <polygon class="cls-91" points="239.75 313.5 237.08 315.05 236.88 313.87 239.55 312.33 239.75 313.5" />
                      <polygon class="cls-97" points="255.99 310.02 253.32 311.56 253.12 310.39 255.79 308.85 255.99 310.02" />
                      <polygon class="cls-92" points="246.01 309.88 240.78 312.91 240.58 311.73 245.81 308.71 246.01 309.88" />
                      <polygon class="cls-90" points="248.7 308.33 247.05 309.29 246.85 308.11 248.5 307.15 248.7 308.33" />
                      <polygon class="cls-98" points="255.02 304.69 249.79 307.71 249.59 306.53 254.82 303.51 255.02 304.69" />
                      <polygon class="cls-99" points="257.71 303.13 256.05 304.09 255.85 302.91 257.51 301.96 257.71 303.13" />
                      <polygon class="cls-101" points="255.53 307.33 252.87 308.88 252.67 307.7 255.34 306.16 255.53 307.33" />
                      <polygon class="cls-104" points="261.8 303.71 256.57 306.74 256.37 305.56 261.6 302.54 261.8 303.71" />
                      <polygon class="cls-109" points="264.49 302.16 262.83 303.12 262.63 301.94 264.29 300.98 264.49 302.16" />
                      <polygon class="cls-108" points="242.99 314.58 237.53 317.73 237.33 316.56 242.8 313.4 242.99 314.58" />
                      <polygon class="cls-107" points="247.98 311.7 244.03 313.98 243.83 312.8 247.78 310.52 247.98 311.7" />
                      <polygon class="cls-105" points="251.68 309.55 249.01 311.1 248.81 309.92 251.48 308.38 251.68 309.55" />
                      <polygon class="cls-102" points="277.57 297.57 272.11 300.73 271.91 299.55 277.37 296.4 277.57 297.57" />
                      <polygon class="cls-100" points="282.55 294.69 278.6 296.98 278.4 295.8 282.35 293.52 282.55 294.69" />
                      <polygon class="cls-106" points="286.26 292.55 283.59 294.1 283.39 292.92 286.06 291.38 286.26 292.55" />
                      <polygon class="cls-103" points="275.44 333.06 280.9 329.9 281.1 331.08 275.63 334.24 275.44 333.06" />
                      <polygon class="cls-131" points="270.45 335.94 274.4 333.66 274.6 334.83 270.65 337.12 270.45 335.94" />
                      <polygon class="cls-136" points="266.75 338.08 269.42 336.54 269.62 337.71 266.95 339.26 266.75 338.08" />
                      <polygon class="cls-135" points="273.62 337.07 279.08 333.91 279.28 335.08 273.82 338.24 273.62 337.07" />
                      <polygon class="cls-134" points="268.64 339.95 272.59 337.66 272.79 338.84 268.84 341.12 268.64 339.95" />
                      <polygon class="cls-132" points="264.93 342.09 267.6 340.54 267.8 341.72 265.13 343.26 264.93 342.09" />
                      <polygon class="cls-139" points="251.57 332.1 253.42 331.03 253.61 332.21 251.77 333.27 251.57 332.1" />
                      <polygon class="cls-137" points="248.1 334.11 250.54 332.7 250.73 333.87 248.3 335.28 248.1 334.11" />
                      <polygon class="cls-133" points="243.48 317.25 238.02 320.4 237.82 319.23 243.28 316.07 243.48 317.25" />
                      <polygon class="cls-138" points="248.47 314.36 244.52 316.65 244.32 315.47 248.27 313.19 248.47 314.36" />
                      <polygon class="cls-130" points="252.17 312.22 249.5 313.77 249.3 312.59 251.97 311.05 252.17 312.22" />
                      <polygon class="cls-114" points="240.32 322.02 238.48 323.09 238.28 321.91 240.12 320.85 240.32 322.02" />
                      <polygon class="cls-113" points="243.79 320.01 241.35 321.42 241.16 320.25 243.59 318.84 243.79 320.01" />
                      <polygon class="cls-112" points="248.75 317.15 244.83 319.42 244.63 318.24 248.56 315.97 248.75 317.15" />
                      <polygon class="cls-111" points="254.08 339.5 255.92 338.44 256.12 339.61 254.28 340.68 254.08 339.5" />
                      <polygon class="cls-110" points="250.61 341.51 253.05 340.1 253.24 341.28 250.81 342.69 250.61 341.51" />
                      <polygon class="cls-119" points="245.65 344.38 249.57 342.11 249.77 343.28 245.84 345.55 245.65 344.38" />
                      <polygon class="cls-118" points="256.89 335.14 260.82 332.87 261.02 334.05 257.09 336.32 256.89 335.14" />
                      <polygon class="cls-117" points="250.47 338.65 255.76 335.59 255.96 336.76 250.66 339.82 250.47 338.65" />
                      <polygon class="cls-115" points="247.77 340.2 249.43 339.24 249.63 340.42 247.97 341.38 247.77 340.2" />
                      <polygon class="cls-116" points="245.19 341.69 246.85 340.74 247.05 341.91 245.39 342.87 245.19 341.69" />
                      <g>
                        <polygon class="cls-124" points="245.55 326.52 250.78 323.5 250.98 324.67 245.75 327.69 245.55 326.52" />
                        <polygon class="cls-120" points="242.86 328.07 244.51 327.12 244.71 328.29 243.06 329.25 242.86 328.07" />
                        <polygon class="cls-121" points="245.91 323.36 247.75 322.29 247.95 323.47 246.11 324.54 245.91 323.36" />
                        <polygon class="cls-122" points="252.42 325.51 254.26 324.45 254.46 325.62 252.62 326.69 252.42 325.51" />
                        <polygon class="cls-123" points="255.05 323.99 259.48 321.44 259.67 322.61 255.25 325.17 255.05 323.99" />
                        <polygon class="cls-128" points="260.26 320.99 262.89 319.46 263.09 320.64 260.46 322.16 260.26 320.99" />
                        <polygon class="cls-129" points="242.44 325.37 244.87 323.96 245.07 325.13 242.63 326.54 242.44 325.37" />
                        <g>
                          <polygon class="cls-126" points="242.21 322.61 244.05 321.54 244.25 322.72 242.4 323.78 242.21 322.61" />
                          <polygon class="cls-127" points="238.73 324.61 241.17 323.21 241.37 324.38 238.93 325.79 238.73 324.61" />
                        </g>
                        <polygon class="cls-125" points="249.74 327.06 251.4 326.1 251.6 327.28 249.94 328.23 249.74 327.06" />
                        <polygon class="cls-50" points="247.16 328.55 248.82 327.59 249.02 328.77 247.36 329.73 247.16 328.55" />
                      </g>
                      <polygon class="cls-51" points="259.88 342.05 265.53 338.78 265.73 339.96 260.08 343.22 259.88 342.05" />
                      <polygon class="cls-53" points="253.56 345.7 258.85 342.64 259.05 343.82 253.75 346.88 253.56 345.7" />
                      <polygon class="cls-54" points="250.86 347.26 252.52 346.3 252.72 347.48 251.06 348.44 250.86 347.26" />
                      <polygon class="cls-52" points="248.28 348.75 249.94 347.79 250.14 348.97 248.48 349.93 248.28 348.75" />
                      <polygon class="cls-59" points="246.87 349.57 243.3 351.63 243.49 352.81 247.07 350.74 246.87 349.57" />
                    </g>
                  </g>
                  <g>
                    <g>
                      <g>
                        <g>
                          <path class="cls-263" d="m71.11,328.7l10.86-64.45-.87-.37,1.31-.75h0c.25-.16.61-.15,1.01.08l86.82,50.12c.71.41,1.25,1.47,1.13,2.21l-10.95,64.96c-.06.34-.22.56-.46.66h0s-1.28.74-1.28.74l-.22-1.2.07.02-86.29-49.82c-.71-.41-1.25-1.47-1.13-2.21Z" />
                          <path class="cls-180" d="m169.76,315.09l1.43-.63c.16.37.24.75.18,1.07l-10.95,64.96c-.06.34-.22.56-.46.66h0s-1.28.74-1.28.74l-.22-1.2.07.02-4.37-2.52,15.59-63.11Z" />
                          <path class="cls-166" d="m70.88,331.68l86.82,50.12c.67.39,1.24.16,1.36-.53l10.95-64.96c.13-.74-.41-1.79-1.13-2.21l-86.82-50.12c-.67-.39-1.24-.16-1.36.53l-10.95,64.96c-.13.74.41,1.79,1.13,2.21Z" />
                          <polygon class="cls-167" points="83.2 268.13 166.88 316.45 156.5 377.63 72.88 329.35 83.2 268.13" />
                        </g>
                        <g>
                          <path class="cls-179" d="m16.3,362.44l4.74,2.47,47.51-27.43c.79-.46,2.18-.4,3.1.13l81.94,47.31c.78-.44,4.36-2.16,4.36-2.16l-1.73,4.52s0,0,0,0c-.07.2-.23.39-.48.54l-50.04,28.89c-.79.46-2.18.4-3.1-.13l-83.85-48.41c-.38-.22-.61-.48-.7-.75h0s-1.72-4.98-1.72-4.98Z" />
                          <path class="cls-171" d="m17.04,363.22l85.93,49.61c.94.54,2.36.6,3.18.13l51.28-29.61c.81-.47.71-1.29-.23-1.83l-85.93-49.61c-.94-.54-2.36-.6-3.18-.13l-51.28,29.61c-.81.47-.71,1.29.23,1.83Z" />
                          <path class="cls-163" d="m17.04,362.72l85.93,49.61c.94.54,2.36.6,3.18.13l51.28-29.61c.27-.15.43-.35.5-.55.13.39-.03.78-.5,1.05l-51.28,29.61c-.81.47-2.24.41-3.18-.13l-85.93-49.61c-.63-.37-.88-.85-.73-1.28.09.28.33.56.73.79Z" />
                          <path class="cls-170" d="m128.89,402.1v-.94c0-.09-.05-.13-.12-.09l-3.32,1.92c-.07.04-.12.14-.12.23v.94c0,.09.05.13.12.09l3.32-1.92c.07-.04.12-.14.12-.23Z" />
                          <path class="cls-170" d="m123.92,404.97v-.94c0-.09-.05-.13-.12-.09l-3.32,1.92c-.07.04-.12.14-.12.23v.94c0,.09.05.13.12.09l3.32-1.92c.07-.04.12-.14.12-.23Z" />
                          <path class="cls-165" d="m144.06,380.59l-71.41-41.23c-.48-.27-1.06-.27-1.54,0l-25.43,14.71c-.37.21-.36.74,0,.95l71.38,41.21c.48.27,1.06.27,1.54,0l25.46-14.69c.37-.21.37-.74,0-.95Z" />
                          <path class="cls-164" d="m144.06,381.53l-.26.15-71.16-41.08c-.48-.27-1.06-.27-1.54,0l-25.17,14.56-.26-.15c-.37-.21-.37-.74,0-.95l25.43-14.71c.48-.28,1.06-.28,1.54,0l71.41,41.23c.37.21.37.74,0,.95Z" />
                          <g>
                            <polygon class="cls-166" points="75.16 346.53 135.61 381.43 138.22 379.75 77.93 344.95 75.16 346.53" />
                            <polygon class="cls-166" points="71.24 352.07 126.12 383.76 128 381.66 74 350.48 71.24 352.07" />
                            <polygon class="cls-166" points="58.02 349.53 126.53 389.08 129.29 387.49 60.78 347.94 58.02 349.53" />
                            <polygon class="cls-166" points="53.62 352.07 122.13 391.62 124.88 390.03 56.38 350.48 53.62 352.07" />
                            <polygon class="cls-166" points="49.22 354.61 117.72 394.17 120.48 392.57 51.97 353.02 49.22 354.61" />
                            <polygon class="cls-166" points="134.97 381.06 137.73 382.65 140.49 381.06 137.73 379.47 134.97 381.06" />
                            <polygon class="cls-166" points="125.24 383.25 130.97 386.56 133.72 384.96 128 381.66 125.24 383.25" />
                          </g>
                          <path class="cls-165" d="m69.9,390.56l-19.26-11.12c-.75-.43-.75-1.14,0-1.57l13.17-7.6c.75-.43,1.97-.43,2.73,0l19.26,11.12c.75.43.75,1.14,0,1.57l-13.17,7.6c-.75.43-1.97.43-2.73,0Z" />
                          <path class="cls-164" d="m85.79,382.03l-19.26-11.12c-.75-.43-1.97-.43-2.73,0l-13.17,7.6c-.23.13-.38.3-.47.46-.2-.38-.05-.81.47-1.11l13.17-7.6c.75-.43,1.97-.43,2.73,0l19.26,11.12c.52.3.67.73.47,1.11-.09-.17-.24-.33-.47-.46Z" />
                        </g>
                      </g>
                      <g class="cls-13">
                        <polygon id="SVGID" class="cls-167" points="83.2 268.13 166.88 316.45 156.5 377.63 72.88 329.35 83.2 268.13" />
                      </g>
                    </g>
                    <g>
                      <polygon class="cls-57" points="101.93 290.81 108.7 294.72 108.9 293.55 102.13 289.63 101.93 290.81" />
                      <polygon class="cls-58" points="109.79 295.35 113.48 297.48 113.68 296.31 109.99 294.17 109.79 295.35" />
                      <polygon class="cls-55" points="119.22 300.79 121.89 302.34 122.09 301.16 119.42 299.62 119.22 300.79" />
                      <polygon class="cls-56" points="117.28 299.67 118.19 300.2 118.39 299.02 117.47 298.49 117.28 299.67" />
                      <polygon class="cls-141" points="114.58 298.11 116.24 299.07 116.44 297.9 114.78 296.94 114.58 298.11" />
                      <polygon class="cls-140" points="107.29 299.8 109.96 301.35 110.16 300.17 107.49 298.63 107.29 299.8" />
                      <polygon class="cls-145" points="101.03 296.18 106.26 299.2 106.45 298.03 101.22 295.01 101.03 296.18" />
                      <g>
                        <polygon class="cls-144" points="108.52 315.24 113.75 318.26 113.95 317.08 108.72 314.06 108.52 315.24" />
                        <polygon class="cls-143" points="105.83 313.68 107.49 314.64 107.69 313.46 106.03 312.51 105.83 313.68" />
                      </g>
                      <polygon class="cls-149" points="109.4 309.86 114.63 312.88 114.83 311.7 109.6 308.68 109.4 309.86" />
                      <polygon class="cls-148" points="106.71 308.3 108.36 309.26 108.56 308.08 106.9 307.13 106.71 308.3" />
                      <polygon class="cls-147" points="104.66 338.45 94.81 332.75 94.61 333.93 104.47 339.62 104.66 338.45" />
                      <polygon class="cls-146" points="108.14 340.45 105.7 339.05 105.5 340.22 107.94 341.63 108.14 340.45" />
                      <polygon class="cls-142" points="125.45 341.6 115.6 335.9 115.4 337.08 125.25 342.77 125.45 341.6" />
                      <polygon class="cls-72" points="128.92 343.6 126.48 342.19 126.28 343.37 128.72 344.78 128.92 343.6" />
                      <polygon class="cls-73" points="97.93 331.61 95.26 330.07 95.07 331.24 97.74 332.79 97.93 331.61" />
                      <polygon class="cls-78" points="114.17 335.09 111.5 333.55 111.31 334.73 113.98 336.27 114.17 335.09" />
                      <polygon class="cls-71" points="104.2 335.23 98.97 332.21 98.77 333.38 104 336.41 104.2 335.23" />
                      <polygon class="cls-70" points="106.89 336.79 105.23 335.83 105.03 337 106.69 337.96 106.89 336.79" />
                      <polygon class="cls-77" points="113.2 340.43 107.97 337.41 107.77 338.58 113 341.6 113.2 340.43" />
                      <polygon class="cls-76" points="115.89 341.98 114.24 341.03 114.04 342.2 115.69 343.16 115.89 341.98" />
                      <polygon class="cls-79" points="113.72 337.78 111.05 336.24 110.85 337.41 113.52 338.96 113.72 337.78" />
                      <polygon class="cls-74" points="119.98 341.4 114.75 338.38 114.56 339.55 119.79 342.58 119.98 341.4" />
                      <polygon class="cls-75" points="122.68 342.96 121.02 342 120.82 343.17 122.48 344.13 122.68 342.96" />
                      <polygon class="cls-65" points="101.18 330.54 95.72 327.38 95.52 328.56 100.98 331.71 101.18 330.54" />
                      <polygon class="cls-69" points="106.16 333.42 102.21 331.14 102.02 332.31 105.97 334.59 106.16 333.42" />
                      <polygon class="cls-66" points="109.87 335.56 107.2 334.02 107 335.19 109.67 336.74 109.87 335.56" />
                      <polygon class="cls-63" points="135.75 347.54 130.29 344.38 130.09 345.56 135.56 348.72 135.75 347.54" />
                      <polygon class="cls-67" points="140.74 350.42 136.79 348.14 136.59 349.31 140.54 351.6 140.74 350.42" />
                      <polygon class="cls-68" points="144.44 352.56 141.77 351.02 141.57 352.2 144.24 353.74 144.44 352.56" />
                      <polygon class="cls-64" points="133.62 312.05 139.08 315.21 139.28 314.04 133.82 310.88 133.62 312.05" />
                      <polygon class="cls-61" points="128.64 309.17 132.59 311.46 132.79 310.28 128.84 308 128.64 309.17" />
                      <polygon class="cls-62" points="124.93 307.03 127.6 308.58 127.8 307.4 125.13 305.86 124.93 307.03" />
                      <polygon class="cls-60" points="131.81 308.05 137.27 311.21 137.47 310.03 132.01 306.87 131.81 308.05" />
                      <polygon class="cls-89" points="126.82 305.17 130.77 307.45 130.97 306.28 127.02 303.99 126.82 305.17" />
                      <polygon class="cls-88" points="123.12 303.03 125.79 304.57 125.99 303.39 123.32 301.85 123.12 303.03" />
                      <polygon class="cls-83" points="109.76 313.02 111.6 314.08 111.8 312.91 109.96 311.84 109.76 313.02" />
                      <polygon class="cls-86" points="106.28 311.01 108.72 312.42 108.92 311.24 106.48 309.83 106.28 311.01" />
                      <polygon class="cls-87" points="101.67 327.87 96.21 324.71 96.01 325.89 101.47 329.04 101.67 327.87" />
                      <polygon class="cls-84" points="106.65 330.75 102.7 328.47 102.5 329.64 106.45 331.93 106.65 330.75" />
                      <polygon class="cls-85" points="110.36 332.89 107.69 331.35 107.49 332.52 110.16 334.07 110.36 332.89" />
                      <polygon class="cls-81" points="98.51 323.09 96.66 322.03 96.46 323.2 98.31 324.27 98.51 323.09" />
                      <polygon class="cls-82" points="101.98 325.1 99.54 323.69 99.34 324.87 101.78 326.28 101.98 325.1" />
                      <polygon class="cls-80" points="106.94 327.97 103.01 325.7 102.81 326.87 106.74 329.14 106.94 327.97" />
                      <polygon class="cls-42" points="112.27 305.61 114.11 306.68 114.31 305.5 112.46 304.43 112.27 305.61" />
                      <polygon class="cls-39" points="108.79 303.6 111.23 305.01 111.43 303.84 108.99 302.43 108.79 303.6" />
                      <polygon class="cls-32" points="103.83 300.74 107.76 303.01 107.96 301.83 104.03 299.56 103.83 300.74" />
                      <polygon class="cls-33" points="115.08 309.97 119 312.24 119.2 311.06 115.27 308.79 115.08 309.97" />
                      <polygon class="cls-29" points="108.65 306.47 113.95 309.53 114.14 308.35 108.85 305.29 108.65 306.47" />
                      <polygon class="cls-30" points="105.96 304.91 107.62 305.87 107.82 304.7 106.16 303.74 105.96 304.91" />
                      <polygon class="cls-44" points="103.38 303.42 105.03 304.38 105.23 303.2 103.58 302.25 103.38 303.42" />
                      <g>
                        <polygon class="cls-43" points="103.73 318.6 108.96 321.62 109.16 320.44 103.93 317.42 103.73 318.6" />
                        <polygon class="cls-45" points="101.04 317.04 102.7 318 102.9 316.82 101.24 315.87 101.04 317.04" />
                        <polygon class="cls-46" points="104.09 321.75 105.94 322.82 106.14 321.64 104.29 320.58 104.09 321.75" />
                        <polygon class="cls-47" points="110.61 319.6 112.45 320.67 112.65 319.49 110.8 318.43 110.61 319.6" />
                        <polygon class="cls-48" points="113.23 321.12 117.66 323.68 117.86 322.5 113.43 319.94 113.23 321.12" />
                        <polygon class="cls-36" points="118.45 324.13 121.08 325.65 121.28 324.47 118.64 322.95 118.45 324.13" />
                        <polygon class="cls-34" points="100.62 319.75 103.06 321.16 103.26 319.98 100.82 318.57 100.62 319.75" />
                        <g>
                          <polygon class="cls-41" points="100.39 322.51 102.24 323.57 102.43 322.4 100.59 321.33 100.39 322.51" />
                          <polygon class="cls-40" points="96.92 320.5 99.36 321.91 99.56 320.73 97.12 319.32 96.92 320.5" />
                        </g>
                        <polygon class="cls-49" points="107.93 318.06 109.59 319.01 109.78 317.84 108.13 316.88 107.93 318.06" />
                        <polygon class="cls-35" points="105.35 316.56 107 317.52 107.2 316.35 105.54 315.39 105.35 316.56" />
                      </g>
                      <polygon class="cls-37" points="118.07 303.07 123.72 306.33 123.92 305.16 118.27 301.89 118.07 303.07" />
                      <polygon class="cls-38" points="111.74 299.41 117.04 302.47 117.23 301.29 111.94 298.23 111.74 299.41" />
                      <polygon class="cls-31" points="109.05 297.85 110.71 298.81 110.91 297.64 109.25 296.68 109.05 297.85" />
                      <polygon class="cls-27" points="106.47 296.36 108.12 297.32 108.32 296.14 106.67 295.19 106.47 296.36" />
                      <polygon class="cls-28" points="105.06 295.55 101.48 293.48 101.68 292.3 105.25 294.37 105.06 295.55" />
                    </g>
                  </g>
                </g>
                <polygon class="cls-166" points="69.19 343.08 71.95 344.67 74.71 343.08 71.95 341.49 69.19 343.08" />
                <polygon class="cls-166" points="62.43 346.99 68.15 350.29 70.91 348.7 65.19 345.39 62.43 346.99" />
              </g>
            </g>
          </g>
        </g>
      </g>
    </svg>
  </div>
</template>

<style scoped>
      .cls-1, .cls-2, .cls-3, .cls-4, .cls-5, .cls-6, .cls-7, .cls-8, .cls-9, .cls-10, .cls-11, .cls-12, .cls-13, .cls-14, .cls-15 {
        fill: none;
      }

      .cls-2 {
        opacity: .3;
      }

      .cls-3 {
        opacity: .38;
      }

      .cls-16 {
        fill: url(#_Безымянный_градиент_8-9);
      }

      .cls-16, .cls-17, .cls-18, .cls-19, .cls-20, .cls-21, .cls-22, .cls-23, .cls-24 {
        opacity: .1;
      }

      .cls-4 {
        opacity: .51;
      }

      .cls-17, .cls-25, .cls-26 {
        fill: #42e8e0;
      }

      .cls-27 {
        fill: url(#_Безымянный_градиент_8-221);
      }

      .cls-28 {
        fill: url(#_Безымянный_градиент_8-222);
      }

      .cls-29 {
        fill: url(#_Безымянный_градиент_8-204);
      }

      .cls-30 {
        fill: url(#_Безымянный_градиент_8-205);
      }

      .cls-31 {
        fill: url(#_Безымянный_градиент_8-220);
      }

      .cls-32 {
        fill: url(#_Безымянный_градиент_8-202);
      }

      .cls-33 {
        fill: url(#_Безымянный_градиент_8-203);
      }

      .cls-34 {
        fill: url(#_Безымянный_градиент_8-213);
      }

      .cls-35 {
        fill: url(#_Безымянный_градиент_8-217);
      }

      .cls-36 {
        fill: url(#_Безымянный_градиент_8-212);
      }

      .cls-37 {
        fill: url(#_Безымянный_градиент_8-218);
      }

      .cls-38 {
        fill: url(#_Безымянный_градиент_8-219);
      }

      .cls-39 {
        fill: url(#_Безымянный_градиент_8-201);
      }

      .cls-40 {
        fill: url(#_Безымянный_градиент_8-215);
      }

      .cls-41 {
        fill: url(#_Безымянный_градиент_8-214);
      }

      .cls-42 {
        fill: url(#_Безымянный_градиент_8-200);
      }

      .cls-43 {
        fill: url(#_Безымянный_градиент_8-207);
      }

      .cls-44 {
        fill: url(#_Безымянный_градиент_8-206);
      }

      .cls-45 {
        fill: url(#_Безымянный_градиент_8-208);
      }

      .cls-46 {
        fill: url(#_Безымянный_градиент_8-209);
      }

      .cls-47 {
        fill: url(#_Безымянный_градиент_8-210);
      }

      .cls-48 {
        fill: url(#_Безымянный_градиент_8-211);
      }

      .cls-49 {
        fill: url(#_Безымянный_градиент_8-216);
      }

      .cls-50 {
        fill: url(#_Безымянный_градиент_8-150);
      }

      .cls-51 {
        fill: url(#_Безымянный_градиент_8-151);
      }

      .cls-52 {
        fill: url(#_Безымянный_градиент_8-154);
      }

      .cls-53 {
        fill: url(#_Безымянный_градиент_8-152);
      }

      .cls-54 {
        fill: url(#_Безымянный_градиент_8-153);
      }

      .cls-55 {
        fill: url(#_Безымянный_градиент_8-158);
      }

      .cls-56 {
        fill: url(#_Безымянный_градиент_8-159);
      }

      .cls-57 {
        fill: url(#_Безымянный_градиент_8-156);
      }

      .cls-58 {
        fill: url(#_Безымянный_градиент_8-157);
      }

      .cls-59 {
        fill: url(#_Безымянный_градиент_8-155);
      }

      .cls-60 {
        fill: url(#_Безымянный_градиент_8-189);
      }

      .cls-61 {
        fill: url(#_Безымянный_градиент_8-187);
      }

      .cls-62 {
        fill: url(#_Безымянный_градиент_8-188);
      }

      .cls-63 {
        fill: url(#_Безымянный_градиент_8-183);
      }

      .cls-64 {
        fill: url(#_Безымянный_градиент_8-186);
      }

      .cls-65 {
        fill: url(#_Безымянный_градиент_8-180);
      }

      .cls-66 {
        fill: url(#_Безымянный_градиент_8-182);
      }

      .cls-67 {
        fill: url(#_Безымянный_градиент_8-184);
      }

      .cls-68 {
        fill: url(#_Безымянный_градиент_8-185);
      }

      .cls-69 {
        fill: url(#_Безымянный_градиент_8-181);
      }

      .cls-70 {
        fill: url(#_Безымянный_градиент_8-174);
      }

      .cls-71 {
        fill: url(#_Безымянный_градиент_8-173);
      }

      .cls-72 {
        fill: url(#_Безымянный_градиент_8-170);
      }

      .cls-73 {
        fill: url(#_Безымянный_градиент_8-171);
      }

      .cls-74 {
        fill: url(#_Безымянный_градиент_8-178);
      }

      .cls-75 {
        fill: url(#_Безымянный_градиент_8-179);
      }

      .cls-76 {
        fill: url(#_Безымянный_градиент_8-176);
      }

      .cls-77 {
        fill: url(#_Безымянный_градиент_8-175);
      }

      .cls-78 {
        fill: url(#_Безымянный_градиент_8-172);
      }

      .cls-79 {
        fill: url(#_Безымянный_градиент_8-177);
      }

      .cls-80 {
        fill: url(#_Безымянный_градиент_8-199);
      }

      .cls-81 {
        fill: url(#_Безымянный_градиент_8-197);
      }

      .cls-82 {
        fill: url(#_Безымянный_градиент_8-198);
      }

      .cls-83 {
        fill: url(#_Безымянный_градиент_8-192);
      }

      .cls-84 {
        fill: url(#_Безымянный_градиент_8-195);
      }

      .cls-85 {
        fill: url(#_Безымянный_градиент_8-196);
      }

      .cls-86 {
        fill: url(#_Безымянный_градиент_8-193);
      }

      .cls-87 {
        fill: url(#_Безымянный_градиент_8-194);
      }

      .cls-88 {
        fill: url(#_Безымянный_градиент_8-191);
      }

      .cls-89 {
        fill: url(#_Безымянный_градиент_8-190);
      }

      .cls-90 {
        fill: url(#_Безымянный_градиент_8-107);
      }

      .cls-91 {
        fill: url(#_Безымянный_градиент_8-104);
      }

      .cls-92 {
        fill: url(#_Безымянный_градиент_8-106);
      }

      .cls-93 {
        fill: url(#_Безымянный_градиент_8-101);
      }

      .cls-94 {
        fill: url(#_Безымянный_градиент_8-100);
      }

      .cls-95 {
        fill: url(#_Безымянный_градиент_8-103);
      }

      .cls-96 {
        fill: url(#_Безымянный_градиент_8-102);
      }

      .cls-97 {
        fill: url(#_Безымянный_градиент_8-105);
      }

      .cls-98 {
        fill: url(#_Безымянный_градиент_8-108);
      }

      .cls-99 {
        fill: url(#_Безымянный_градиент_8-109);
      }

      .cls-100 {
        fill: url(#_Безымянный_градиент_8-117);
      }

      .cls-101 {
        fill: url(#_Безымянный_градиент_8-110);
      }

      .cls-102 {
        fill: url(#_Безымянный_градиент_8-116);
      }

      .cls-103 {
        fill: url(#_Безымянный_градиент_8-119);
      }

      .cls-104 {
        fill: url(#_Безымянный_градиент_8-111);
      }

      .cls-105 {
        fill: url(#_Безымянный_градиент_8-115);
      }

      .cls-106 {
        fill: url(#_Безымянный_градиент_8-118);
      }

      .cls-107 {
        fill: url(#_Безымянный_градиент_8-114);
      }

      .cls-108 {
        fill: url(#_Безымянный_градиент_8-113);
      }

      .cls-109 {
        fill: url(#_Безымянный_градиент_8-112);
      }

      .cls-110 {
        fill: url(#_Безымянный_градиент_8-134);
      }

      .cls-111 {
        fill: url(#_Безымянный_градиент_8-133);
      }

      .cls-112 {
        fill: url(#_Безымянный_градиент_8-132);
      }

      .cls-113 {
        fill: url(#_Безымянный_градиент_8-131);
      }

      .cls-114 {
        fill: url(#_Безымянный_градиент_8-130);
      }

      .cls-115 {
        fill: url(#_Безымянный_градиент_8-138);
      }

      .cls-116 {
        fill: url(#_Безымянный_градиент_8-139);
      }

      .cls-117 {
        fill: url(#_Безымянный_градиент_8-137);
      }

      .cls-118 {
        fill: url(#_Безымянный_градиент_8-136);
      }

      .cls-119 {
        fill: url(#_Безымянный_градиент_8-135);
      }

      .cls-120 {
        fill: url(#_Безымянный_градиент_8-141);
      }

      .cls-121 {
        fill: url(#_Безымянный_градиент_8-142);
      }

      .cls-122 {
        fill: url(#_Безымянный_градиент_8-143);
      }

      .cls-123 {
        fill: url(#_Безымянный_градиент_8-144);
      }

      .cls-124 {
        fill: url(#_Безымянный_градиент_8-140);
      }

      .cls-125 {
        fill: url(#_Безымянный_градиент_8-149);
      }

      .cls-126 {
        fill: url(#_Безымянный_градиент_8-147);
      }

      .cls-127 {
        fill: url(#_Безымянный_градиент_8-148);
      }

      .cls-128 {
        fill: url(#_Безымянный_градиент_8-145);
      }

      .cls-129 {
        fill: url(#_Безымянный_градиент_8-146);
      }

      .cls-130 {
        fill: url(#_Безымянный_градиент_8-129);
      }

      .cls-131 {
        fill: url(#_Безымянный_градиент_8-120);
      }

      .cls-132 {
        fill: url(#_Безымянный_градиент_8-124);
      }

      .cls-133 {
        fill: url(#_Безымянный_градиент_8-127);
      }

      .cls-134 {
        fill: url(#_Безымянный_градиент_8-123);
      }

      .cls-135 {
        fill: url(#_Безымянный_градиент_8-122);
      }

      .cls-136 {
        fill: url(#_Безымянный_градиент_8-121);
      }

      .cls-137 {
        fill: url(#_Безымянный_градиент_8-126);
      }

      .cls-138 {
        fill: url(#_Безымянный_градиент_8-128);
      }

      .cls-139 {
        fill: url(#_Безымянный_градиент_8-125);
      }

      .cls-140 {
        fill: url(#_Безымянный_градиент_8-161);
      }

      .cls-141 {
        fill: url(#_Безымянный_градиент_8-160);
      }

      .cls-142 {
        fill: url(#_Безымянный_градиент_8-169);
      }

      .cls-143 {
        fill: url(#_Безымянный_градиент_8-164);
      }

      .cls-144 {
        fill: url(#_Безымянный_градиент_8-163);
      }

      .cls-145 {
        fill: url(#_Безымянный_градиент_8-162);
      }

      .cls-146 {
        fill: url(#_Безымянный_градиент_8-168);
      }

      .cls-147 {
        fill: url(#_Безымянный_градиент_8-167);
      }

      .cls-148 {
        fill: url(#_Безымянный_градиент_8-166);
      }

      .cls-149 {
        fill: url(#_Безымянный_градиент_8-165);
      }

      .cls-5 {
        clip-path: url(#clippath-7);
      }

      .cls-6 {
        clip-path: url(#clippath-6);
      }

      .cls-7 {
        clip-path: url(#clippath-5);
      }

      .cls-8 {
        clip-path: url(#clippath-3);
      }

      .cls-9 {
        clip-path: url(#clippath-4);
      }

      .cls-10 {
        clip-path: url(#clippath-2);
      }

      .cls-11 {
        clip-path: url(#clippath-1);
      }

      .cls-12 {
        isolation: isolate;
      }

      .cls-150 {
        fill: url(#_Ѕезым_нный_градиент_24);
      }

      .cls-151 {
        fill: url(#_Безымянный_градиент_8-82);
      }

      .cls-151, .cls-152, .cls-153, .cls-154, .cls-155, .cls-156, .cls-157, .cls-158, .cls-159, .cls-160, .cls-161, .cls-162 {
        opacity: .8;
      }

      .cls-152 {
        fill: url(#_Безымянный_градиент_8-87);
      }

      .cls-153 {
        fill: url(#_Безымянный_градиент_8-40);
      }

      .cls-154 {
        fill: url(#_Безымянный_градиент_8-44);
      }

      .cls-155 {
        fill: url(#_Безымянный_градиент_8-49);
      }

      .cls-156 {
        fill: url(#_Безымянный_градиент_8-48);
      }

      .cls-157 {
        fill: url(#_Безымянный_градиент_8-60);
      }

      .cls-158 {
        fill: url(#_Безымянный_градиент_8-25);
      }

      .cls-159 {
        fill: url(#_Безымянный_градиент_8-56);
      }

      .cls-160 {
        fill: url(#_Безымянный_градиент_8-27);
      }

      .cls-161 {
        fill: url(#_Безымянный_градиент_8-20);
      }

      .cls-162 {
        fill: url(#_Безымянный_градиент_8-23);
      }

      .cls-163 {
        fill: #fff;
      }

      .cls-164 {
        fill: #9198db;
      }

      .cls-165 {
        fill: #8181ef;
      }

      .cls-166 {
        fill: #24126a;
      }

      .cls-167 {
        fill: #413ece;
      }

      .cls-168 {
        fill: #453c9e;
      }

      .cls-169 {
        fill: #53a5f8;
      }

      .cls-170 {
        fill: #2842a2;
      }

      .cls-171 {
        fill: #5959ea;
      }

      .cls-172 {
        fill: #352785;
      }

      .cls-173 {
        fill: #2769c9;
      }

      .cls-174 {
        fill: url(#_Ѕезым_нный_градиент_24-3);
      }

      .cls-175 {
        fill: url(#_Ѕезым_нный_градиент_24-2);
      }

      .cls-176 {
        fill: url(#_Ѕезым_нный_градиент_24-4);
      }

      .cls-177 {
        fill: url(#_Ѕезым_нный_градиент_24-6);
      }

      .cls-178 {
        fill: url(#_Ѕезым_нный_градиент_24-5);
      }

      .cls-179 {
        fill: url(#_Ѕезым_нный_градиент_24-8);
      }

      .cls-180 {
        fill: url(#_Ѕезым_нный_градиент_24-7);
      }

      .cls-18 {
        fill: url(#_Безымянный_градиент_8-81);
      }

      .cls-19 {
        fill: url(#_Безымянный_градиент_8-70);
      }

      .cls-20 {
        fill: url(#_Безымянный_градиент_8-16);
      }

      .cls-21 {
        fill: url(#_Безымянный_градиент_8-57);
      }

      .cls-22 {
        fill: url(#_Безымянный_градиент_8-67);
      }

      .cls-23 {
        fill: url(#_Безымянный_градиент_8-29);
      }

      .cls-24 {
        fill: url(#_Безымянный_градиент_8-37);
      }

      .cls-181 {
        fill: url(#_Безымянный_градиент_99);
      }

      .cls-13 {
        opacity: .11;
      }

      .cls-182 {
        fill: url(#_Безымянный_градиент_8-4);
      }

      .cls-183 {
        fill: url(#_Безымянный_градиент_8-3);
      }

      .cls-184 {
        fill: url(#_Безымянный_градиент_8-2);
      }

      .cls-185 {
        fill: url(#_Безымянный_градиент_8-7);
      }

      .cls-186 {
        fill: url(#_Безымянный_градиент_8-5);
      }

      .cls-187 {
        fill: url(#_Безымянный_градиент_8-6);
      }

      .cls-188 {
        fill: url(#_Безымянный_градиент_8-8);
      }

      .cls-189 {
        fill: url(#_Безымянный_градиент_2);
        opacity: .7;
      }

      .cls-189, .cls-14 {
        mix-blend-mode: lighten;
      }

      .cls-190 {
        fill: url(#_Безымянный_градиент_8-90);
      }

      .cls-191 {
        fill: url(#_Безымянный_градиент_8-98);
      }

      .cls-192 {
        fill: url(#_Безымянный_градиент_8-91);
      }

      .cls-193 {
        fill: url(#_Безымянный_градиент_8-92);
      }

      .cls-194 {
        fill: url(#_Безымянный_градиент_8-93);
      }

      .cls-195 {
        fill: url(#_Безымянный_градиент_8-99);
      }

      .cls-196 {
        fill: url(#_Безымянный_градиент_8-95);
      }

      .cls-197 {
        fill: url(#_Безымянный_градиент_8-96);
      }

      .cls-198 {
        fill: url(#_Безымянный_градиент_8-97);
      }

      .cls-199 {
        fill: url(#_Безымянный_градиент_8-94);
      }

      .cls-200 {
        fill: url(#_Безымянный_градиент_8-89);
      }

      .cls-201 {
        fill: url(#_Безымянный_градиент_8-76);
      }

      .cls-202 {
        fill: url(#_Безымянный_градиент_8-71);
      }

      .cls-203 {
        fill: url(#_Безымянный_градиент_8-74);
      }

      .cls-204 {
        fill: url(#_Безымянный_градиент_8-73);
      }

      .cls-205 {
        fill: url(#_Безымянный_градиент_8-77);
      }

      .cls-206 {
        fill: url(#_Безымянный_градиент_8-75);
      }

      .cls-207 {
        fill: url(#_Безымянный_градиент_8-84);
      }

      .cls-208 {
        fill: url(#_Безымянный_градиент_8-85);
      }

      .cls-209 {
        fill: url(#_Безымянный_градиент_8-83);
      }

      .cls-210 {
        fill: url(#_Безымянный_градиент_8-88);
      }

      .cls-211 {
        fill: url(#_Безымянный_градиент_8-79);
      }

      .cls-212 {
        fill: url(#_Безымянный_градиент_8-80);
      }

      .cls-213 {
        fill: url(#_Безымянный_градиент_8-17);
      }

      .cls-214 {
        fill: url(#_Безымянный_градиент_8-18);
      }

      .cls-215 {
        fill: url(#_Безымянный_градиент_8-19);
      }

      .cls-216 {
        fill: url(#_Безымянный_градиент_8-11);
      }

      .cls-217 {
        fill: url(#_Безымянный_градиент_8-13);
      }

      .cls-218 {
        fill: url(#_Безымянный_градиент_8-14);
      }

      .cls-219 {
        fill: url(#_Безымянный_градиент_8-15);
      }

      .cls-220 {
        fill: url(#_Безымянный_градиент_8-46);
      }

      .cls-221 {
        fill: url(#_Безымянный_градиент_8-42);
      }

      .cls-222 {
        fill: url(#_Безымянный_градиент_8-45);
      }

      .cls-223 {
        fill: url(#_Безымянный_градиент_8-47);
      }

      .cls-224 {
        fill: url(#_Безымянный_градиент_8-43);
      }

      .cls-225 {
        fill: url(#_Безымянный_градиент_8-65);
      }

      .cls-226 {
        fill: url(#_Безымянный_градиент_8-69);
      }

      .cls-227 {
        fill: url(#_Безымянный_градиент_8-51);
      }

      .cls-228 {
        fill: url(#_Безымянный_градиент_8-58);
      }

      .cls-229 {
        fill: url(#_Безымянный_градиент_8-50);
      }

      .cls-230 {
        fill: url(#_Безымянный_градиент_8-52);
      }

      .cls-231 {
        fill: url(#_Безымянный_градиент_8-53);
      }

      .cls-232 {
        fill: url(#_Безымянный_градиент_8-54);
      }

      .cls-233 {
        fill: url(#_Безымянный_градиент_8-61);
      }

      .cls-234 {
        fill: url(#_Безымянный_градиент_8-62);
      }

      .cls-235 {
        fill: url(#_Безымянный_градиент_8-66);
      }

      .cls-236 {
        fill: url(#_Безымянный_градиент_8-63);
      }

      .cls-237 {
        fill: url(#_Безымянный_градиент_8-24);
      }

      .cls-238 {
        fill: url(#_Безымянный_градиент_8-59);
      }

      .cls-239 {
        fill: url(#_Безымянный_градиент_8-28);
      }

      .cls-240 {
        fill: url(#_Безымянный_градиент_8-21);
      }

      .cls-241 {
        fill: url(#_Безымянный_градиент_8-22);
      }

      .cls-242 {
        fill: url(#_Безымянный_градиент_8-26);
      }

      .cls-243 {
        fill: url(#_Безымянный_градиент_8-39);
      }

      .cls-244 {
        fill: url(#_Безымянный_градиент_8-38);
      }

      .cls-245 {
        fill: url(#_Безымянный_градиент_8-32);
      }

      .cls-246 {
        fill: url(#_Безымянный_градиент_8-33);
      }

      .cls-247 {
        fill: url(#_Безымянный_градиент_8-34);
      }

      .cls-248 {
        fill: url(#_Ѕезым_нный_градиент_2);
      }

      .cls-249 {
        fill: url(#_Безымянный_градиент_8-72);
      }

      .cls-249, .cls-250, .cls-251, .cls-252, .cls-253, .cls-254, .cls-255, .cls-256, .cls-257, .cls-258, .cls-259, .cls-260, .cls-261, .cls-26 {
        opacity: .4;
      }

      .cls-250 {
        fill: url(#_Безымянный_градиент_8-78);
      }

      .cls-251 {
        fill: url(#_Безымянный_градиент_8-86);
      }

      .cls-252 {
        fill: url(#_Безымянный_градиент_8-10);
      }

      .cls-253 {
        fill: url(#_Безымянный_градиент_8-12);
      }

      .cls-254 {
        fill: url(#_Безымянный_градиент_8-41);
      }

      .cls-255 {
        fill: url(#_Безымянный_градиент_8-55);
      }

      .cls-256 {
        fill: url(#_Безымянный_градиент_8-64);
      }

      .cls-257 {
        fill: url(#_Безымянный_градиент_8-68);
      }

      .cls-258 {
        fill: url(#_Безымянный_градиент_8-36);
      }

      .cls-259 {
        fill: url(#_Безымянный_градиент_8-30);
      }

      .cls-260 {
        fill: url(#_Безымянный_градиент_8-31);
      }

      .cls-261 {
        fill: url(#_Безымянный_градиент_8-35);
      }

      .cls-262 {
        fill: url(#_Ѕезым_нный_градиент_2-3);
      }

      .cls-263 {
        fill: url(#_Ѕезым_нный_градиент_2-4);
      }

      .cls-264 {
        fill: url(#_Ѕезым_нный_градиент_2-2);
      }

      .cls-265 {
        fill: url(#_Безымянный_градиент_8);
      }

      .cls-15 {
        clip-path: url(#clippath);
      }
    </style>
