<script setup>
definePageMeta({
  layout: false,
})

const points = [
  {
    heading: 'Анализ и проектирование',
    text: 'Изучение бизнес-процессов компании и разработка индивидуальных концепций систем автоматизации.',
    order: 'md:order-1',
  },
  {
    heading: 'Тестирование и отладка',
    text: 'Проведение всестороннего тестирования созданных систем для обеспечения их стабильной и безопасной работы.',
    order: 'md:order-3',
  },
  {
    heading: 'Мониторинг и аналитика',
    text: 'Разработка инструментов для мониторинга и анализа работы системы, обеспечивающих своевременное выявление проблем и оптимизацию процессов.',
    order: 'md:order-5',
  },
  {
    heading: 'Разработка и внедрение',
    text: 'Создание программного обеспечения с учетом требований клиента и последующее внедрение системы в рабочее окружение.',
    order: 'md:order-2',
  },
  {
    heading: 'Обучение и поддержка',
    text: 'Проведение обучающих семинаров и подготовка сотрудников к работе с новой системой, а также предоставление технической поддержки и консультаций.',
    order: 'md:order-4',
  },
]

const benefits = [
  {
    heading: 'Повышение производительности',
    text: 'Наши системы автоматизации помогают оптимизировать бизнес-процессы, уменьшая ручной труд и ускоряя выполнение задач.',
    order: 'md:order-1',
  },
  {
    heading: 'Сокращение затрат',
    text: 'Автоматизация рутинных операций позволяет снизить затраты на рабочие ресурсы и минимизировать риски человеческого фактора.',
    order: 'md:order-3',
  },
  {
    heading: 'Улучшение контроля и отчетности',
    text: 'Мы создаем системы с возможностью мониторинга и анализа бизнес-процессов, обеспечивая более точный контроль и высокую степень прозрачности',
    order: 'md:order-5',
  },
  {
    heading: 'Интеграция с существующими системами',
    text: 'Наши решения легко интегрируются с существующими информационными системами компании, обеспечивая гладкое взаимодействие между ними.',
    order: 'md:order-2',
  },
  {
    heading: 'Поддержка и обновление',
    text: 'Мы предоставляем полную поддержку созданных систем, включая обновления и доработки, чтобы они всегда оставались актуальными и функциональными.',
    order: 'md:order-4',
  },
  {
    heading: 'Индивидуальный подход',
    text: 'Мы тщательно анализируем потребности и особенности каждого клиента, разрабатывая решения, полностью соответствующие их бизнес-задачам и требованиям.',
    order: 'md:order-6',
  },
]
</script>

<template>
  <NuxtLayout name="services">
    <template #title>
      Системы<br>автоматизации<br>бизнеса
    </template>

    <div class="flex flex-col gap-5 text-black lg:(gap-8)">
      <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
        Описание услуги
      </h2>
      <div class="flex flex-col gap-8 lg:gap-12 desktop:gap-15">
        <div class="grid gap-5 md:grid-cols-2">
          <ServicesPoint v-for="(point, index) of points" :key="index" :heading="point.heading" :class="[point.order]">
            <div class="md:pl-3 lg:pl-5">
              {{ point.text }}
            </div>
          </ServicesPoint>
        </div>

        <p class="text-3 leading-3.5 lg:(text-4 leading-4.5) desktop:(text-5 leading-6)">
          Уже 10 лет наша команда занимается разработкой систем автоматизации бизнес- процессов различной сложности. За годы работы мы сформировали внутри нашей команды сильную экспертизу в таких сферах, как: Retail, E-Commerce, PropTech, FinTech и AgroTech.
          Наши продукты комплексно закрывают задачи клиентов за счет сочетания технологий искусственного интеллекта, аппаратных решений и разработки.
        </p>

        <div class="flex flex-col gap-5">
          <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
            Преимущества работы с нами
          </h2>

          <ol class="p-0 m-0 pl-3 text-3 leading-3.5 font-600 grid gap-4 mb-9 md:(mb-15 pl-4 grid-cols-2) lg:(pl-5 text-4 leading-4.5 gap-x-30) desktop:(text-5 leading-6)">
            <li v-for="item of benefits" :key="item.heading" :class="[item.order]">
              {{ item.heading }}:
              <span class="font-400">{{ item.text }}</span>
            </li>
          </ol>
        </div>
      </div>
    </div>
  </NuxtLayout>
</template>
