<script setup>
definePageMeta({
  layout: false,
})

const points = [
  {
    heading: 'Предварительный сбор информации',
    text: 'Сбор и формирование первичных требований к продукту.',
    order: 'md:order-1',
  },
  {
    heading: 'Подготовка технического задания',
    text: 'Совместно с клиентом разрабатываем предварительное техническое задание, определяющее все требования к продукту.',
    order: 'md:order-3',
  },
  {
    heading: 'Подготовка проектного решения и оценка',
    text: 'Формирование технического решения и стоимости разработки продукта.',
    order: 'md:order-5',
  },
  {
    heading: 'Формирование юридической документации',
    text: 'Формирование договоров на разработку ПО и дополнительных соглашений к ним.',
    order: 'md:order-7',
  },
  {
    heading: 'Бизнес- и системная аналитика',
    text: 'Проведение аналитики и формирование бизнес-функциональной и технической документации.',
    order: 'md:order-9',
  },
  {
    heading: 'UX/UI-дизайн и разработка',
    text: 'Создание архитектуры продукта, его дизайна и программного кода с использованием передовых технологий и инструментов.',
    order: 'md:order-2',
  },
  {
    heading: 'Тестирование и отладка',
    text: 'Проведение тестирования продукта на всех этапах разработки, выявление и исправление ошибок и несоответствий.',
    order: 'md:order-4',
  },
  {
    heading: 'Внедрение и поддержка',
    text: 'Помощь в внедрении и запуске продукта, а также его последующее сопровождение и поддержка.',
    order: 'md:order-6',
  },
  {
    heading: 'Консультации и аналитика',
    text: 'Предоставление консультаций и аналитической поддержки клиенту на этапе эксплуатации продукта.',
    order: 'md:order-8',
  },
]

const benefits = [
  {
    heading: 'Индивидуальный подход',
    text: 'Мы приступаем к каждому проекту с пониманием его уникальности и особенностей, обеспечивая создание продукта, полностью соответствующего требованиям клиента.',
    order: 'md:order-1',
  },
  {
    heading: 'Эффективное взаимодействие',
    text: 'Наша команда работает в тесном сотрудничестве с клиентом на всех этапах разработки, от анализа требований до финальной реализации, чтобы гарантировать успешное воплощение идей в жизнь.',
    order: 'md:order-3',
  },
  {
    heading: 'Высокий профессионализм',
    text: 'Наши специалисты обладают широкими знаниями и опытом в области разработки программного обеспечения, готовыми решать самые сложные задачи и применять передовые технологии.',
    order: 'md:order-5',
  },
  {
    heading: 'Гибкость и масштабируемость',
    text: 'Мы предлагаем гибкие модели разработки, адаптируемые к потребностям клиента, и готовы масштабировать проекты в зависимости от их роста и изменения требований',
    order: 'md:order-2',
  },
  {
    heading: 'Соблюдение сроков и бюджета',
    text: 'Мы стремимся к тому, чтобы каждый проект был завершен в срок и в рамках установленного бюджета, обеспечивая клиентам прозрачность и предсказуемость в работе.',
    order: 'md:order-4',
  },
]
</script>

<template>
  <NuxtLayout name="services">
    <template #title>
      <div>
        Заказная<br>разработка
      </div>
    </template>

    <div class="flex flex-col gap-5 text-black lg:(gap-8)">
      <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
        Описание услуги
      </h2>
      <div class="flex flex-col gap-8 lg:gap-12 desktop:gap-15">
        <div class="grid gap-5 md:grid-cols-2">
          <ServicesPoint v-for="(point, index) of points" :key="index" :heading="point.heading" :class="[point.order]">
            <div class="md:pl-3 lg:pl-5">
              {{ point.text }}
            </div>
          </ServicesPoint>
        </div>

        <p class="text-3 leading-3.5 lg:(text-4 leading-4.5) desktop:(text-5 leading-6)">
          Наша команда специалистов готова взяться за разработку проекта любой сложности, начиная от веб-сайтов и мобильных приложений и заканчивая корпоративными системами управления, ориентируясь на ваши актуальные потребности и требования.
        </p>

        <div class="flex flex-col gap-5">
          <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
            Преимущества работы с нами
          </h2>

          <ol class="p-0 m-0 pl-3 text-3 leading-3.5 font-600 grid gap-4 mb-9 md:(mb-15 pl-4 grid-cols-2) lg:(pl-5 text-4 leading-4.5 gap-x-30) desktop:(text-5 leading-6)">
            <li v-for="item of benefits" :key="item.heading" :class="[item.order]">
              {{ item.heading }}:
              <span class="font-400">{{ item.text }}</span>
            </li>
          </ol>
        </div>
      </div>
    </div>
  </NuxtLayout>
</template>
