<script setup>
definePageMeta({
  layout: false,
})

const points = [
  {
    heading: 'IT-консалтинг',
    items: [
      'Стратегическое планирование информационных технологий: Разработка стратегии развития IT-инфраструктуры с учетом бизнес-потребностей и текущего состояния технологий.',
      'Оценка безопасности и рисков: Проведение аудита информационной безопасности, выявление уязвимостей и разработка рекомендаций по их устранению',
      'Оптимизация бизнес-процессов: Анализ и оптимизация бизнес-процессов с использованием современных информационных технологий для повышения производительности и эффективности',
      'Внедрение новых технологий: Помощь в выборе, внедрении и настройке новых технологий и систем, включая облачные сервисы, Интернет вещей (IoT), искусственный интеллект и другие.',
      'Обучение и развитие персонала: Проведение обучающих семинаров, тренингов и воркшопов по вопросам информационных технологий и их применения в бизнесе.',
    ],
  },
  {
    heading: 'Продуктовая разработка',
    items: [
      'Стратегическое планирование продукта: Разработка стратегии развития продукта с учетом рыночных трендов, потребностей пользователей и конкурентной среды.',
      'Проектирование и UX/UI дизайн: Создание прототипов, дизайна интерфейса пользователя и пользовательского опыта для обеспечения удобства и эффективности использования продукта.',
      'Разработка и тестирование: Написание кода, создание функциональности и тестирование продукта на всех этапах разработки для обеспечения высокого качества и надежности.',
      'Внедрение и маркетинг: Подготовка продукта к запуску на рынок, разработка маркетинговых стратегий и активностей для привлечения пользователей и продвижения продукта.',
      'Сопровождение и обновление: Постоянное сопровождение и поддержка продукта, внесение обновлений и улучшений в соответствии с обратной связью от пользователей и изменениями на рынке.',
    ],
  },
]

const benefits = [
  {
    heading: 'Индивидуальный подход',
    text: 'Мы тщательно анализируем потребности и особенности каждого клиента, разрабатывая индивидуальные решения, соответствующие его бизнес-задачам и стратегии развития.',
    order: 'md:order-1',
  },
  {
    heading: 'Глубокий анализ',
    text: 'Наши эксперты проводят всесторонний анализ текущего состояния информационной инфраструктуры, выявляя узкие места, потенциальные угрозы безопасности и возможности для оптимизации.',
    order: 'md:order-3',
  },
  {
    heading: 'Стратегическое планирование',
    text: 'Мы разрабатываем долгосрочные стратегии внедрения технологий, помогая клиентам адаптироваться к быстро меняющемуся рынку и повысить их конкурентоспособность.',
    order: 'md:order-5',
  },
  {
    heading: 'Экспертное консультирование',
    text: 'Наши консультанты - опытные специалисты в области информационных технологий с широкими знаниями и навыками, готовые предоставить компетентные рекомендации и решения.',
    order: 'md:order-7',
  },
  {
    heading: 'Качество и профессионализм',
    text: 'Наша команда состоит из опытных специалистов с широкими знаниями и навыками в области программирования, дизайна, тестирования и управления проектами.',
    order: 'md:order-2',
  },
  {
    heading: 'Инновации и технологический прогресс',
    text: 'Мы следим за последними технологическими тенденциями и используем передовые инструменты и методы разработки для создания современных и конкурентоспособных продуктов.',
    order: 'md:order-4',
  },
  {
    heading: 'Поддержка на всех этапах',
    text: 'Мы оказываем поддержку на всех этапах реализации проекта - от анализа и планирования до внедрения и последующего сопровождения, гарантируя успешное достижение целей клиента.',
    order: 'md:order-6',
  },
]
</script>

<template>
  <NuxtLayout name="services">
    <template #title>
      IT-консалтинг <br>и продуктовая <br>разработка
    </template>

    <div class="flex flex-col gap-5 text-black lg:(gap-8)">
      <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
        Описание услуги
      </h2>
      <div class="flex flex-col gap-8 lg:gap-12 desktop:gap-15">
        <div class="grid gap-8 md:grid-cols-2">
          <ServicesPoint v-for="(point, index) of points" :key="index" :heading="point.heading">
            <ol class="pl-4 m-0 flex flex-col gap-4 md:pl-6 lg:pl-8">
              <li v-for="item of point.items" :key="item">
                {{ item }}
              </li>
            </ol>
          </ServicesPoint>
        </div>

        <p class="text-3 leading-3.5 lg:(text-4 leading-4.5) desktop:(text-5 leading-6)">
          Наша команда поможет выявить точки роста и проблемы вашего бизнеса, совместно с вами разрабатывая решения и стратегию по их внедрению. Если у вас еще нет сформулированного запроса, это не страшно, наша команда часто работает в условиях высокой степени неопределенности, выявляя и структурируя проблематику вашего предприятия.
          Мы беремся за работу только в случаях когда действительно можем помочь, в противном случае мы рекомендуем вам потенциальных партнеров под ваш профиль.
          Наша цель - быть вашим надежным партнером и помочь вам добиться успеха в развитии вашего бизнеса, предоставляя инновационные решения и комбинируя IT- консалтинг с продуктовой разработкой по вашему запросу.
        </p>

        <div class="flex flex-col gap-5">
          <h2 class="font-700 text-4 leading-5 lg:(text-5 leading-6) desktop:(text-6 leading-7)">
            Преимущества работы с нами
          </h2>

          <ol class="p-0 m-0 pl-3 m-0 text-3 leading-3.5 font-600 grid gap-4 mb-9 md:(mb-15 pl-4 grid-cols-2) lg:(pl-5 text-4 leading-4.5 gap-x-30) desktop:(text-5 leading-6)">
            <li v-for="item of benefits" :key="item.heading" :class="[item.order]">
              {{ item.heading }}:
              <span class="font-400">{{ item.text }}</span>
            </li>
          </ol>
        </div>
      </div>
    </div>
  </NuxtLayout>
</template>
